<html>
  <body>
    <h3><font size=5>Рабочая среда Xfce 4,
версия @VERSION@</font></h3>

    <i>... и мыши летают ...</i>

    <p>Xfce - это набор программ, которые составляют полнофункциональную
рабочую среду. В Xfce входят следующие программы:</p>

    <ul>
      <li><b><u>Оконный менеджер </u> (<i>xfwm4</i>)</b><br />
        управляет положением окон на экране</li>

      <li><b><u>Панель</u> (<i>xfce4-panel</i>)</b><br />
           ярлыки для запуска программ, меню, часы, переключатель 
   рабочих столов, и т.п.</li>

      <li><b><u>Рабочий стол</u> (<i>xfdesktop</i>)</b><br />
   устанавливает цвет фона или фоновую картинку и предоставляет меню,
   появляющееся при щелчке по рабочему столу</li>

      <li><b><u>Файловый менеджер</u> (<i>xffm</i>)</b><br />
        быстрый файловый менеджер</li>

      <li><b><u>Менеджер сеансов</u> (<i>xfce4-session</i>)</b><br />
   восстанавливает сеанс при загрузке и позволяет выключать
   компьютер из Xfce</li>

      <li><b><u>Утилиты</u></b><br />
          <i>xfprint4</i>: печать файлов<br />
          <i>xfrun4</i>: запуск программ<br />
          <i>xftaskbar4</i>: простая панель задач с переключателем рабочих столов
      и системным лотком<br />
   <i>xfce4-iconbox</i>: показывает значки свернутых приложений<br />
        </li>
    </ul>
<p>Xfce 4 - это также платформа разработки, предоставляющая несколько бибилиотек,
которые помогают программистам создавать приложения, хорошо сочетающиеся с этой
рабочей средой.</p>
<p>Компоненты Xfce 4 распространяются под одной из свободных лицензий: GPL или BSDL
для приложений и LGPL иди BSDL для библиотек. За дополнительной информацией 
обращайтесь к документации, исходному коду, или посетите веб-сайт Xfce 
(<a href="http://www.xfce.org">http://www.xfce.org</a>).</p>

    <p>Спасибо за интерес, проявленный к Xfce.</p>

    <i>-- Команда разработчиков Xfce --</i>
  </body>
<html>
