Repository: hubx/xfce-utils
Catalog: po/*.po
Languages: am, ar, ast, bg, bn, da, de, es_mx, fa_ir, he, hr, hu, hy, lt, nb, nl, ro, sq, ta, te, ug

source: The packages thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop and xfwm4 are distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
bg: Пакетите thunar, xfce4-appfinder, xfce4-panel, xfce4 session, xfce4-settings, Xfce-utils, xfconf, xfdesktop и xfwm4 се разпространява под условията на GNU General Public License, публикувани от Фондацията за свободен софтуер; или версия 2 на лиценза или (по Ваш избор) всяка следваща версия.
de: Die Pakete thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop und xfwm4 werden verbreitet unter den Bestimmungen der GNU General Public License, veröffentlicht von der Free Software Foundation, in Version 2 der Lizenz oder einer späteren Ihrer Wahl.
es_mx: Los paquetes thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop and xfwm4 son distribuidos bajo los términos de la GNU Library General Public License versión 2 publicadas por la Free Software Fundation, o (en su defecto) cualquier versión posterior
he: החבילות thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop and xfwm4 מופצות תחת התנאים של GNU General Public License כפי שמפורסמים על ידי Free Software Foundation; גרסה 2 של הרישיון, או (לבחירתך) כל גרסה מאוחרת ממנה.
hu: A thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop és xfwm4 a Free Software Foundation által kiadott GNU General Public License második (vagy bármely későbbi) változatában foglaltak alapján kerülnek terjesztésre.
nb: Pakkene thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop og xfwm4 er distribuert under GNU Library General Public License som publisert av Free Software Foundation; enten versjon 2 av lisensen, eller en senere verson.
nl: De pakketten thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop en xfwm4 worden gedistribueerd onder de voorwaarden van de GNU General Public License zoals gepubliceerd door de Free Software Foundation; hetzij versie 2 van de licentie, hetzij (naar uw eigen keuze) een willekeurige latere versie.
ro: Pachetele thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop și xfwm4 sunt distribuite în termenii licenței GNU GPL publicată de Free Software Foundation, versiunea 2 sau (la alegere) orice versiune mai nouă.
te: thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfconf, xfdesktop and xfwm4 ప్యాకేజీలు ఫ్రీ సాఫ్ట్‍వేర్ ఫౌండేషన్‌చే ప్రచురించిన లైసెన్స్ యొక్క వర్షన్ 2, లేదా ఆ తరువాత వర్షన్‌లో ప్రచురించిన విధముగా GNU జనరల్ పబ్లిక్ లైసెన్సు షరతుల కింద పంచబడుతున్నాయి.

source: Type '%s --help' for usage information.
bg: Въведете '%s --help' за информацията за ползване.
da: Indtast '%s --help' for hjælp til brugen.
de: Geben Sie »%s --help« ein, um weitere Informationen zu erhalten.
es_mx: Comande a '%s --help' para obtener ayuda
he: ניתן להקליד '‎%s --help' לקבלת מידע בנוגע לשימוש.
hu: A használati utasításért adja ki a(z) „%s --help” parancsot.
nb: Skriv '%s --help' for bruksinformasjon
nl: Tik '%s --help' voor gebruiksinformatie
ro: Încercați „%s --help” pentru detalii despre opțiunile de utilizare.
te: సహాయ సమాచారం కోసం '%s --help' టైపుచేయండి.

source: Unable to initialize GTK+.
bg: Не може да се инициализира GTK+.
da: Kunne ikke klargøre GTK+.
de: Konnte GTK+ nicht initialisieren.
es_mx: No es posible inicializar a GTK+.
he: לא ניתן להפעיל את GTK+‎.
hu: A GTK+ nem készíthető elő.
nb: Klarte ikke initialisere GTK+
nl: Kon GTK+ niet initialiseren
ro: Nu s-a putut inițializa GTK+.
te: GTK+ ప్రారంభించలేకపోతుంది.

source: The Xfce development team. All rights reserved.
bg: Екипът от разработчици на Xfce. Всички права запазени.
da: Udviklingsholdet Xfce. Alle rettigheder reserveres.
de: Das Xfce-Entwicklungsteam. Alle Rechte vorbehalten.
es_mx: El equipo de desarrollo de Xfce. Todos los derechosreservados
he: צוות הפיתוח של Xfce. כל הזכויות שמורות.
hu: Az Xfce fejlesztőcsapata. Minden jog fenntartva.
nb: Xfce utviklingsteam. Alle rettigheter reservert.
nl: De Xfce-ontwikkelploeg. Alle rechten voorbehouden.
ro: Echipa de dezvoltare Xfce. Toate drepturile sunt rezervate.
te: Xfce అభివృద్ధి బృందము. అన్ని హక్కులు పొందివున్నారు.

source: Please report bugs to <%s>.
bg: Моля, съобщавайте за грешки на <%s>.
da: Opret fejlrapport på <%s>.
de: Bitte melden Sie Probleme an <%s>.
es_mx: Por favor reportar los Bugs a: <%s>.
he: נא לדווח על באגים ל־<%s>.
hu: A hibákat itt jelentheti: <%s>
nb: Rappoerter bugs til <%s>.
nl: Gelieve fouten te melden aan <%s>.
ro: Raportați problemele la <%s>.
te: దయచేసి బగ్‌లను <%s>కు నివేదించండి.

source: Translators list from %s.
bg: Списък с преводачи от %s.
de: Übersetzerliste von %s.
es_mx: Lista de traductores desde %s
he: רשימת מתרגמים מ־%s.
hu: Fordítók listája ekkor: %s.
nb: Oversetterliste fra %s.
nl: Vertalerslijst van %s.
ro: Lista traducătorilor din %s.
te: %s నుండి పొందిన అనువాదకుల జాబితా.

source: Failed to load interface
bg: Проблем при зареждането на интерфейса
da: Kan ikke indlæse grænseflade
de: Kann Schnittstelle nicht laden
es_mx: Fallo al cargar la interfáz
he: טעינת המנשק נכשלה
hu: A felület betöltése meghiúsult
nb: Failet ved lasting av grensesnitt
nl: Fout bij laden van gebruikersomgeving
ro: Încărcarea interfeței a eșuat
te: అంతరవర్తిని నింపుటలో విఫలమైంది

source: Version %s, distributed by %s
bg: Версия %s, дистрибуция от %s
es_mx: Versión %s, distribuida por ½s
he: גרסה %s, מופצת על ידי %s
hu: %s verzió, terjeszti: %s
nb: Versjon %s, distribuert av %s
nl: Versie %s, gedistribueerd door %s
ro: Versiunea %s, distribuită de către %s
te: రూపాంతరం %s, %s చే పంపిణీచేయబడింది

source: Version %s
bg: Версия %s
es_mx: Versión %s
he: גרסה %s
hu: %s verzió
nb: Versjon %s
nl: Versie %s
ro: Versiunea %s
te: రూపాంతరం %s

source: Core developers
am: ዋና ደራሲዎች
ar: مطورو اللب
ast: Desendolcadores principales
bg: Основни разработчици
bn: কোর ডেভেলপার
da: Kerneudviklere
de: Hauptentwickler
es_mx: Desarrolladores de código
he: מפתחי הליבה
hr: Programeri jezgre
hu: Fő fejlesztők
nb: Kjerneutviklere
nl: Kernontwikkelaars
ro: Dezvoltatori principali
sq: Bërthama Zhvilluese
te: అంతర్భాగ అభివృద్ధికారులు
ug: ئاساسلىق ئىجادىيەتچىلەر

source: Active contributors
am: በየጊዜው አስተዋጺዎች
ar: المساهمون النشطون
ast: Collaboradores activos
bg: Активни сътрудници
bn: সক্রিয় সহায়তাদানকারী
da: Aktive bidragsydere
de: Aktive Mitentwickler
es_mx: Contribuidores activos
he: תורמים פעילים
hr: Aktivni suradnici
hu: Aktív közreműködők
nb: Aktive bidragsytere
nl: Actieve bijdragers
ro: Contribuitori activi
sq: Pjesëmarrësa aktivë
te: క్రియాశీలక సహాయకులు
ug: ئاكتىپ تۆھپىكارلار

source: Servers maintained by
bg: Сървъри поддържани от
da: Servere vedligeholdt af
de: Server gewartet von
es_mx: Servidor administrados por:
he: השרתים מתוחזקים על ידי
hu: Kiszolgálók karbantartása
nb: Tjenere vedlikeholdes av
nl: Servers worden onderhouden door
ro: Administratori de servere
te: సేవకాలను నిర్వహించేవారు

source: Goodies supervision
am: ጥሩጥሩን ተቆጣጣሪ
ast: Supervisión de Goodies
bg: Управление на екстрите
bn: গুডিস কার্যাবেক্ষণ
da: Ledelse af Goodies
de: Koordination der Goodies
es_mx: Supervisar los Goodies
he: פיקוח על פרוייקט Goodies
hu: Goodie-k felügyelete
nb: Goodies organisator
nl: Extraatjes leiding
ro: Supervizori „goodies”
sq: Mbikqyrje për "Goodies"
te: గూడీస్ పర్యవేక్షణ
ug: Goodies يېتەكچىسى

source: Translations supervision
am: ትርጉም ተቆጣጣሪ
ast: Supervisión de traducciones
bg: Управление на преводите
bn: অনুবাদ কার্যাবেক্ষন
da: Ledelse af oversættelse
de: Koordination der Übersetzungen
es_mx: Supervisar traducción
he: פיקוח על התרגומים
hr: Nadgledanje prevođenja
hu: Fordítások felügyelete
nb: Organisering av oversettelser
nl: Vertalingen leiding
ro: Supervizori ai localizării
sq: Mbikqyrje përkthimesh
te: అనువాదాల పర్యవేక్షణ
ug: تەرجىمە يېتەكچىسى

source: Translators
am: ተርጓሚዎች
ar: المترجمون
ast: Traductores
bg: Преводачи
bn: অনুবাদক
da: Oversættere
de: Übersetzer
es_mx: Traductores
he: מתרגמים
hr: Prevoditelji
hu: Fordítók
nb: Oversettere
nl: Vertalers
ro: Traducători
sq: Përkthyesa
te: అనువాదకులు
ug: تەرجىمانلار

source: Previous contributors
am: የቀድሞ አስትዋጺዎች
ast: Anteriores collaboradores
bg: Предишни сътрудници
bn: পূর্বের সহায়তাদানকারী
da: Tidligere bidragsydere
de: Frühere Mitentwickler
es_mx: Contribuciones anteriores
he: תורמים קודמים
hr: Prethodni suradnici
hu: Korábbi közreműködők
nb: Tidligere bidragsytere
nl: Voormalige bijdragers
ro: Contribuitori inactivi
sq: Pjesëmarrësa të mëparshëm
te: ఇంతకుముందు సహాయకులు
ug: بۇرۇنقى تۆھپىكارلار

source: About Xfce
bg: Относно Xfce
da: Om Xfce
de: Über Xfce 4
es_mx: Acerca de Xfce
he: על אודות Xfce 4
hr: O Xfce
hu: Az Xfce névjegye
nb: Om Xfce
nl: Over Xfce
ro: Despre Xfce
te: Xfce గురించి
ug: Xfce 4 ھەققىدە

source: Information about the Xfce Desktop Environment
bg: Информация за Xfce Desktop Environment
da: Information om skrivebordsmiljøet Xfce
de: Informationen über die Xfce-Desktopumgebung
es_mx: Acerca de el Entorno de Escritorio Xfce
he: מידע על אודות סביבת שולחן העבודה Xfce
hr: Informacije o Xfce radnom okruženju
hu: Információk az Xfce asztali környezetről
nb: Informasjon om Xfce skrivebordsmiljø.
nl: Informatie over de Xfce-werkomgeving
ro: Informații despre mediul desktop Xfce
te: Xfce డెస్క్‍టాప్ పరిసరం గురించిన సమాచారం
ug: Xfce 桌面环境信息

source: About
bg: Относно
da: Om
de: Über Xfce 4
es_mx: Acerca de
he: על אודות
hu: Névjegy
nb: Om
nl: Over
ro: Despre
te: గురించి

source: About the Xfce Desktop Environment
bg: Относно Xfce Desktop Environment
da: Information om skrivebordsmiljøet Xfce
de: Informationen über die Xfce-Desktopumgebung
he: על אודות סביבת שולחן העבודה Xfce
hu: Az Xfce asztali környezet névjegye
nb: Om Xfce skrivebordsmiljø
nl: Over de Xfce-werkomgeving
ro: Despre mediul desktop Xfce
te: Xfce డెస్క్‍టాప్ పరిసరం గురించి

source: Copyright
am: የቅጂ መብት
ar: حقوق الطبع
bg: Авторски права
bn: কপিরাইট
es_mx: Copyrigth
fa_ir: عباس ایزدAbbas Izad
he: זכויות יוצרים
hy: Հեղինակային իրավունք
lt: Autoriaus teisës
nb: Opphavsrett
nl: Auteursrecht
ro: Drepturi de autor
sq: Të Drejta Kopjimi
ta: படியுரிமை
te: నకలుహక్కు

source: Credits
am: አስተዋጺ
ar: تقدير
ast: Créditos
bg: Заслуги
bn: কৃতিত্ব
da: Anerkendelser
de: Das Team
es_mx: Créditos
fa_ir: عباس ایزدAbbas Izad
he: תודות
hr: Zahvale
hu: Köszönet
hy: Երախտիք
lt: Padëkos
nb: Bidragsytere
nl: Dankwoord
ro: Autori
sq: Kredite
ta: புகழ்கள்
te: పరపతులు
ug: تەشەككۇرلەر

source: License
bg: Лиценз
da: Licens
de: Lizenz
es_mx: Licencia
he: רשיון
hu: Licenc
nb: Lisens
nl: Licentie
ro: Licență
te: లైసెన్స్

source: Daemon Mode
am: የአሰናጅ ሞድ
ar: وضع العفريت
ast: Mou degorriu
bg: Daemon режим
bn: ডেমন মোড
da: Dæmon-tilstand
de: Als Dienst starten
es_mx: Modo de Daemon
he: מצב סוכן
hu: Démon mód
nb: Bakgrunnsmodus
nl: Achtergronddienst-modus
ro: Mod demon
sq: Mënyrë Daemon
te: డెమోన్ విధము
ug: Daemon ھالىتى

source: Daemon mode is not supported.
am: የአሰናጅ ሞድ አልተደገፈም
ar: وضع العفريت غير مدعوم.
ast: El mou degorriu nun ta sofitáu.
bg: Daemon режим не се поддържа.
bn: ডেমন মোড সমর্থিত নয়।
da: Dæmon-tilstand er ikke understøttet.
de: »Als Dienst starten« wird nicht unterstützt.
es_mx: El modo de Daemon no está soportado
he: מצב סוכן אינו נתמך
hu: A démon mód nem támogatott.
nb: Bakgrunnsmodus er ikke støttet.
nl: Achtergronddienst-modus wordt niet ondersteund.
ro: Nu există suport pentru modul demon.
sq: Mënyra daemon nuk mbulohet.
te: డెమోన్ విధము సహకరించుటలేదు.
ug: Daemon ھالىتىنى ئىشلەتكىلى بولمايدۇ

source: Xfrun must be compiled with D-BUS support to enable daemon mode.
ast: Xfrun tien de compilase con sofitu pa D-BUS pa habilitar el mou degorriu.
bg: Xfrun трябва да бъде компилиран с D-BUS поддръжка, за да бъде пуснат deamon режим.
bn: ডেমন মোড সক্রিয় করার জন্য D-BUS সমর্থনের সাথে Xfrun অবশ্যই তুলনা করা হবে।
da: Xfrun skal kompileres med understøttelse af D-BUS for at kunne virke i dæmon-tilstand.
de: Xfrun muss mit Unterstützung für D-Bus erzeugt werden, um als Dienst gestartet werden zu können.
es_mx: Xfrun debe de estar compilado con soportea para Dbus, para habilitar el modo en Daemon
he: יש להדר את Xfrun עם תמיכה ב־D-BUS כדי לאפשר מצב סוכן.
hu: A démon mód engedélyezéséhez az Xfrun programot D-Bus támogatással kell fordítani.
nb: «Xfrun» må kompileres med «D-BUS» støtte for å aktivere bakgrunnsmodus.
nl: Xfrun moet zijn gecompileerd met D-BUS-ondersteuning om achtergronddienst- modus te in te schakelen.
ro: Xfrun trebuie compilat cu suport D-BUS pentru activarea modului demon.
sq: Për të bërë të mundur aktivizimin e mënyrës daemon Xfrun duhet përpiluar me mbulim të D-BUS-it.
te: డెమోన్ విధమును చేతనపరుచుటకు Xfrun ని D-BUS సహకారముతో సంగ్రహించాలి.
ug: Daemon ھالىتى ئىشلىتىش ئۈچۈن Xfrun نى D-BUS نى ئىشلەتكىلى بولىدىغان قىلىپ compile قىلىش كېرەك.

source: Unable to open display "%s".
am: ማሳያ "%s" መክፈት አልተቻለም።
ar: عجز في فتح العرض "%s".
ast: Nun pudo abrise'l display "%s".
bg: Неуспешно отваряне на дисплей "%s".
bn: "%s" ডিসপ্লে খুলতে ব্যর্থ।
da: Skærmen "%s" kan ikke åbnes.
de: Kann Anzeige »%s« nicht öffnen.
es_mx: No es posible abrir la pantalla "%s".
he: אין אפשרות לפתוח את התצוגה "%s".
hr: Mije moguće otvoriti prikaz "%s".
hu: A képernyő nem nyitható meg: „%s”
nb: Kunne ikke åpne skjerm "%s".
nl: Kon scherm "%s" niet openen.
ro: Nu se poate deschide displayul „%s”.
sq: I pazoti të hap ekranin "%s".
te: "%s" తెరను తెరువలేకపోతున్నది.
ug: ئېكران "%s" ئاچقىلى بولمىدى.

source: D-BUS message bus disconnected. Exiting ...
ast: Mensax de desconexón de bus D-BUS. Colando...
bg: D-BUS съобщение bus изключен. Излизане ...
bn: D-BUS বার্তা বাস সংযোগবিহীন করা হয়েছে। প্রস্থান করা হচ্ছে ...
da: Forbindelse til D-BUS-beskedbus er afbrudt. Lukker...
de: Verbindung zum Nachrichtenbus D-Bus wurde getrennt. Beende ...
es_mx: D-BUS ha sido desconectado, Saliendo...
he: ערוץ התקשורת של D-BUS התנתק. נסגר ...
hu: D-Bus üzenetbusz leválasztva, kilépés…
nb: «D-BUS» meldingsbuss frakoblet. Avslutter ...
nl: Verbinding met D-BUS berichten bus verbroken. Aan het sluiten...
ro: Deconectare de la magistrala mesajlor D-BUS. Ieșire...
sq: Busi i mesazheve D-BUS është shkëputur. Po dal ...
te: D-బస్ సందేశము బస్ అననుసంధానించబడింది. నిష్క్రమిస్తున్నది...
ug: D-BUS ئۇچۇر باش لىنىيىسى ئۈزۈلدى. ئاخىرلىشىدۇ...

source: System Error
am: የስርዓት ስህተት
ar: خطأ نظام
ast: Fallu de sistema
bg: Системна грешка
bn: সিস্টেমের ত্রুটি
da: Systemfejl
de: Systemfehler
es_mx: Error de sistema
he: שגיאת מערכת
hr: Greška sustava
hu: Rendszerhiba
nb: Systemfeil
nl: Systeemfout
ro: Eroare de sistem
sq: Gabim Sistemi
te: వ్యవస్థ దోషం
ug: سىستېما خاتالىقى

source: Unable to fork to background:
ast: Nun pudo pasase a segundu planu:
bg: Не може да се разклони към фон:
bn: পটভুমির সাথে সংযোগ করতে ব্যর্থ:
da: Kan ikke sendes til baggrund:
de: Kann Prozess nicht in den Hintergrund setzen:
es_mx: No es posible derivar a operación de fondo
he: לתהליך אין אפשרות להתפצל לרקע:
hu: Nem indítható program a háttérben:
nb: Kunne ikke starte prgram i bakgrunn:
nl: Kan niet naar achtergrond afsplitsen:
ro: Nu se poate face „fork” în fundal:
te: నేపథ్యమునకు మారుట వీలుకావడంలేదు:
ug: background دە fork قىلغىلى بولمىدى:

source: Run in _terminal
am: ተርሚናል አስኪድ _t
ar: نفذ في _سطر اﻷوامر
ast: Executar en _terminal
bg: Изпълнение в терминал
bn: টার্মিনালে রান করানো হবে (_t)
da: Kør i _terminal
de: In _Terminal ausführen
es_mx: Ejecutar en _terminal
fa_ir: اجرا کردن در ـپایانه
he: הרצה ב_מסוף
hr: Pokreni u _treminal
hu: _Terminálban fusson
hy: Աշխատացնել _տերմինալի մեջ
lt: Paleisti _terminale
nb: Kjør i _terminal
nl: In _terminal uitvoeren
ro: În _terminal
sq: Xhiroje në t_erminal
ta: முனையத்தில் þயக்குக
te: టెర్మినల్ నందు నడుపు (_t)
ug: تېرمىنالدا ئىجرا قىل(_T)

source: _Run
am: አስኪድ _R
ar: _نفذ
ast: Executa_r
bg: _Изпълнение
bn: রান (_R)
da: _Kør
de: _Ausführen
es_mx: _Ejecutar
fa_ir: اـجرا کردن
he: ה_רצה
hr: _Pokreni
hu: _Futtatás
hy: _Աշխատացնել
lt: _Paleisti
nb: _Kjør
nl: _Uitvoeren
ro: _Pornește
sq: _Xhiro
ta: _இயக்குக
te: నడుపు (_R)
ug: ئىجرا قىل(_R)

source: The command "%s" failed to run:
am: ትዕዛዝ "%s"ን ማስኬድ አልተሳካም፦
ar: لقد فشل تنفيذ الأمر "%s":
ast: El comandu "%s" falló al executase:
bg: Командата "%s" бе неуспешно изпълнена:
bn: "%s" কমান্ডটি রান করতে ব্যর্থ:
da: Kommandoen "%s" kunne ikke køres:
de: Der Befehl »%s« konnte nicht ausgeführt werden:
es_mx: El comando "%s" falló al intentar la ejecución
he: הפקודה "%s" נכשלה בהרצה:
hu: A parancs („%s”) futtatása meghiúsult:
nb: Kommandoen "%s" feilet:
nl: De opdracht "%s" kon niet worden uitgevoerd:
ro: Executarea comenzii „%s” a eșuat:
sq: Xhirimi i urdhrit "%s" dështoi:
te: "%s" ఆదేశము దీనిని నడుపుటలో విఫలమైంది:
ug: بۇيرۇق "%s" نى ئىجرا قىلىش مەغلۇپ بولدى:

source: Run Error
am: የማስኬድ ስህተት
ar: خطأ تنفيذ
ast: Fallu d'execución
bg: Грешка при изпълнение
bn: রান করারনোর ত্রুটি
da: Fejl i kørsel
de: Programmfehler
es_mx: Error de ejecución
he: שגיאת הרצה
hr: Greška pokretanja
hu: Futtatási hiba
nb: Kjørefeil
nl: Uitvoerfout
ro: Eroare la pornire
sq: Gabim Xhirimi
te: నడుపు దోషము
ug: ئىجرا قىلىشتىكى خاتالىق

source: Unknown Error
am: ያልታወቀ ስህተት
ar: خطأ غير معروف
ast: Fallu desconocíu
bg: Неизвестна грешка
bn: অজানা ত্রুটি
da: Ukendt Fejl
de: Unbekannter Fehler
es_mx: Error desconocido
he: שגיאה לא ידועה
hr: Nepoznata greška
hu: Ismeretlen hiba
nb: Ukjent feil
nl: Onbekende Fout
ro: Eroare necunoscută
sq: Gabim i Panjohur
te: తెలియని దోషం
ug: نامەلۇم خاتالىق

source: Run Program...
bg: Стартиране не програма ...
da: Kør program...
de: Programm ausführen...
es_mx: Ejecutar Programa...
he: הפעלת תכנית...
hr: Pokreni program...
hu: Program futtatása…
nb: Kjør program...
nl: Programma uitvoeren...
ro: Pornire de programe...
te: ప్రోగ్రామును నడుపు...
ug: پروگرامما ئىجرا قىل...

source: Run a program
bg: Изпълнени програма
da: Kør et program
de: Ein Programm ausführen
es_mx: Ejecutar un programa
he: הפעלת תכנית
hr: Pokreni program
hu: Program futtatása
nb: Kjør et program
nl: Een programma uitvoeren
ro: Pornire de programe
te: ఒక ప్రోగ్రామును నడుపు
ug: پروگرامما ئىجرا قىلىدۇ

source: Use this session to run Xfce as your desktop environment
ast: Use esta sesión pa executar Xfce como'l so entornu d'escritoriu
bg: Използвайте тази сесия за изпълнение на Xfce като ваша графична среда
bn: আপনার ডেক্সটপ এনভায়রনমেন্ট হিসেবে Xfc রান করানোর জন্য এই সেশনটি ব্যবহার করা হবে
da: Brug denne session til at køre Xfce som dit skrivebordsmiljø
de: Verwenden Sie diese Sitzung, um Xfce als Ihre Arbeitsumgebung laufen zu lassen
es_mx: Usa esta sesión para ejecutar a Xfce como su entorno de escritorio
he: הפעלת Xfce כסביבת שולחן העבודה שלך
hr: Koristi ovu sesiju za pokretanje Xfce kao vašeg radnog okruženja
hu: Ezen munkamenet használatával indítható az Xfce asztali környezet
nb: Bruk denne økten for å kjøre Xfce som ditt skrivebordsmiljø
nl: Gebruik deze sessie om de Xfce-werkomgeving op te starten
ro: Alegeți această sesiune pentru a utiliza mediul desktop Xfce
te: Xfce మీ డెస్క్‍టాప్ పరిసరముగా నడుపుటకు ఈ చర్యాకాలమును వాడుకోండి
ug: مەزكۇر session دا ئۈستەل يۈزى ئۈچۈن Xfce ئىشلىتىلىدۇ

source: Xfce Session
ast: Sesión de Xfce
bg: Xfce сесия
bn: Xfce সেশন
de: Xfce-Sitzung
es_mx: Sesión de Xfce
he: הפעלת Xfce
hr: Xfce Sesija
hu: Xfce munkamenet
nb: Xfce Økt
nl: Xfce Sessie
ro: Sesiune Xfce
te: Xfce చర్యాకాలం
ug: Xfce ئەڭگىمە

source: Help
bg: Помощ
da: Hjælp
de: Hilfe
es_mx: Ayuda
he: עזרה
hr: Pomoć
hu: Súgó
nb: Hjelp
nl: Hulp
ro: Ajutor
te: సహాయం
ug: يادەم

source: Help using Xfce
bg: Помощ за използване на Xfce
da: Hjælp til brug af Xfce
de: Hilfe zur Nutzung von Xfce
es_mx: Ayuda usando Xfce
he: עזרה בשימוש ב־Xfce
hr: Pomoć pri korištenju Xfce
hu: Segítség az Xfce használatához
nb: Hjelp til å bruke Xfce
nl: Hulp bij het gebruik van Xfce
ro: Ajutor pentru utilizarea Xfce
te: Xfce వాడుటకు సహాయం
ug: Xfce ياردەملىرى

source: The packages thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfce-utils, xfconfxfdesktop and xfwm4 are distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
da: Pakkerne thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfce-utils, xfce-utils, xfconfxfdesktop og xfwm4 er distribueret under betingelserne GNU Library General Public License som publikeret af Free Software Foundation; enten version 2 af licensen eller (det er dit valg) enhver senere version.

source: Tanslators list from %s.
da: Oversigt af oversætterere %s

source: About Xfce 4
am: ስለ ሸፍሲ 4
ar: حول XFce 4
ast: Tocante a XFce 4
bn: Xfce 4 পরিচিতি
hr: O Xfce 4
hy: Xfce4 միջավայրի մասին
lt: Apie XFce 4
sq: Rreth Xfce 4-s
ug: Xfce 4 ھەققىدە

source: Xfce Desktop Environment
hy: Xfce աշխատանքային միջավայր
lt: XFce Aplinka

source: Copyright 2002-2004 by Olivier Fourdan
hy: Հեղինակային իրավունք 2002-2004 by Օլիվեր Ֆուրդան
lt: Autoriaus teisës 2002-2004 Olivier Fourdan

source: Info
am: መረጃ
ar: معلومات
ast: Información
bn: তথ্য
fa_ir: اطلاعات
hy: Տեղեկություններ
lt: Informacija
sq: Të dhëna
ta: தகவல்
ug: ئۇچۇر

source: xfrun4: Could not write history to file %s
fa_ir: xfrun4: نمی‌توان تاریخچه را به پرونده‌ی %s نوشت
hy: xfrun4: Հնարավոր չք գրելպատմության մատյանը ֆայլի մեջ՝ %s
lt: xfrun4: Neámanoma áraðyti á failà %s
ta: xfrun4: கோப்பு %s க்கு வரலாறு எழுத முடியவில்லை

source: Open %s with what program?
am: %s በምን ፕሮግራም ይከፈት?
ar: فتح %s مع أي برنامج؟
ast: ¿Con qué programa abrir %s?
bn: কোন প্রোগ্রামের সাথে %s খোলা হবে?
hr: S kojim programom otvoriti %s?
hy: Ո՞ր ծրագրով բացել %s
lt: Su kokia programa atidaryti %s?
sq: Me çfarë programi ta hap %s?
ug: "%s" نى قايسى پروگراممىدا ئاچىدۇ؟

source: Run program
am: ፕሮግራምን አስኪድ
ar: نفذ برنامج
ast: Executar programa
bn: প্রোগ্রাম রান করানো হবে
fa_ir: اجرا کردن برنامه
hr: Pokreni program
hy: Աշխատացնել ծրագիր
lt: Paleisti programà
sq: Xhiro program
ta: நிரலை þயக்குக
ug: ئىجرا قىلىدىغان پروگرامما

source: Taskbar
fa_ir: نوار‌تکلیف
hy: Վահանակ
lt: Uþduoèiø juosta
ta: வேலைப் பட்டை

source: Position
fa_ir: موقعیت
hy: Դիրք
lt: Pozicija
ta: இடம்

source: _Top
hy: _Կատար
lt: _Virðus

source: _Bottom
hy: _Հատակ
lt: _Apaèia

source: Alignment
hy: Տողաշտկում
lt: Iðdëstymas

source: _Left
hy: _Ձախ
lt: _Kairë

source: _Center
hy: _Կենտրոն
lt: _Centras

source: _Right
hy: _Աջ
lt: _Deðinë

source: Autohide
fa_ir: پنهان‌سازی خودکار
hy: Ինքնաշխատ թաքցնել
lt: Autopaslëpimas
ta: தானாகவே மறைக்கவும்

source: Auto _hide taskbar
hy: Ինքնաշխատ _թաքցնել վահանակը
lt: Automatiðkai _paslëpti uþduoèiø juostà

source: Size
fa_ir: اندازه
hy: Չափ
lt: Dydis
ta: அளவு

source: Height :
fa_ir: ارتفاع :
hy: Հասակ՝
lt: Aukðtis :
ta: உயரம்:

source: Small
fa_ir: کوچک
hy: Փոքրիկ
lt: Maþas
ta: சிறிது

source: Large
fa_ir: بزرگ
hy: Խոշոր
lt: Didelis
ta: பெரிது

source: Width:
hy: Լայնք՝
lt: Plotis:

source: Tasks
fa_ir: تکالیف
hy: Առաջադրանքներ
lt: Uþduotys
ta: வேலைகள்

source: Show tasks from _all workspaces
hy: Ցուցադրել _բոլոր գրասեղանների առաջադրանքները
lt: Rodyti uþduotis ið _visø darbalaukiø

source: Always _group tasks
hy: Միշտ _խմբավորել առաջադրանքները
lt: Visada _grupuoti uþduotis

source: Show application _names
hy: Ցուցադրել ծրագրերի _անունները
lt: Rodyti progr_amø pavadinimus

source: Pager
fa_ir: صفحه‌نما
hy: Փեյջեր
lt: Pageris
ta: பயனழையம்

source: Show _pager in taskbar
hy: Ցուցադրել _փեյջերը վահանակի վրա
lt: Rodyti _pagerá uþduoèiø juostoje

source: Notification area
fa_ir: ناحیه‌ی هشداردهی
hy: Ծանուցման տիրույթ
lt: Praneðimø sritis
ta: அறிவிப்பு þடம்

source: Show _system tray in taskbar
hy: Ցուցադրել _համակարգի թրեյը վահանակի վրա
lt: Rodyti _sisteminá skydelá uþduoèiø juostoje
