Repository: hubx/xfce-utils
Catalog: po/*.po
Languages: am, ar, ast, bg, bn, da, de, es_mx, fa_ir, he, hr, hu, hy, lt, nb, nl, ro, sq, ta, te, ug

source: Version information
bg: Информация за версията
da: Versionsinformation
de: Versionsinformationen anzeigen
es_mx: Acerca de la versión
he: פרטי גרסה
hu: Verzióinformációk
nb: Versjonsinformasjon
nl: Versie-informatie
ro: Detalii despre versiune
te: రూపాంతర సమాచారం

source: Window Manager
bg: Мениджър на прозорците
da: Vindueshåndtering
es_mx: Administrador de Ventanas
he: מנהל חלונות
hu: Ablakkezelő
nb: Vindusbehandler
nl: Vensterbeheerder
ro: Manager de ferestre
te: విండో నిర్వాహకం

source: Handles the placement of windows on the screen.
bg: Управлява поставянето на прозорци на екрана.
da: Håndterer placeringen af vinduer på skærmen.
es_mx: Controla la posición de las ventanas en pantalla.
he: מנהל את הצבת החלונות על המסך.
hu: Az ablakok képernyőn való elhelyezését kezeli.
nb: Styrer plassering av vinduer på skjermen.
nl: Zorgt voor de plaatsing van vensters op het scherm.
ro: Gestionează plasarea ferestrelor pe ecran.
te: తెర పై ఉన్న విండోల స్థానమును నిర్వహిస్తుంది.

source: Panel
bg: Панел
he: לוח
nl: Werkbalk
ro: Panou
te: ప్యానల్

source: Program launchers, window buttons, applications menu, workspace switcher and more.
bg: Стартери, бутони на прозорците, меню с приложения, превключвател на работни плотове и др.
da: Pogramstartere, vinduesknapper, programmenuer, arbejdsområdeskiftere og mere.
es_mx: Lanzadores, botones en ventana, menús, switch de espacios de trabajo y otros más
he: משגרי תוכנות, כפתורי חלונות, תפריטי יישומים,
hu: Indítóikonok, ablakgombok, alkalmazások menü, munkaterület-váltó és sok más.
nb: Applikasjonssnarveier, vindusknapper, applikasjonsmeny, arbeidsområdevelger med mer.
nl: Programmastarters, vensterknoppen, toepassingenmenu, werkbladwisselaar en meer.
ro: Lansatori de programe, butoane de ferestre, meniu cu programe, comutator al spațiilor de lucru și altele.
te: ప్రోగ్రామ్ ప్రారంభకాలు, విండో బటన్లు, అనువర్తనాల మెను, కార్యక్షేత్రాల మార్పరి మరియు మరిన్ని.

source: Desktop Manager
bg: Десктоп мениджър
da: Skrivebordshåndtering
es_mx: Administrador de escritorio
he: מנהל שולחן העבודה
hu: Asztalkezelő
nb: Skrivebordsbehandler
nl: Bureaubladbeheerder
ro: Manager de desktop
te: డెస్క్‍టాప్ నిర్వాహకం

source: Sets the background color or image with optional application menu or icons for minimized applications or launchers, devices and folders.
bg: Задава фоновия цвят или изображение с незадължително меню за приложения или икони за минимизирани апликации или стартери, устройства и папки.
da: Indstiller baggrunds-farver eller billed med tilvalg af program-menu eller ikoner for minimerede programmer eller opstartere, enheder og mapper.
es_mx: Establece el color o la imagen en fondo, con opcionales menús o íconos para aplicaciones minimizadas o lanzadores, dispositivos y directorios.
he: הגדרת צבע או תמונה לרקע עם תפריט יישומים לבחירתך או סמלים עבור יישומים, התקנים, תיקיות או משגרים ממוזערים.
hu: Háttérszín vagy -kép beállítása; elhagyható alkalmazásmenüvel, vagy minimalizált alkalmazások, indítóikonok, eszközök és mappák ikonjaival.
nb: Setter bakgrunnsfarge eller bilde med valbar applikasjonsmeny eller ikoner for minimerte applikasjonmer eller snarveier, enheter og mapper.
nl: Stelt de achtergrondkleur of achtergrondafbeelding in met optioneel toepassingenmenu, of pictogrammen voor geminimaliseerde toepassingen of snelstarters, apparaten en mappen.
ro: Gestionează culoarea ori imaginea fundalului și (opțional) un meniu cu programe, iconițe pentru ferestre minimizate ori lansatori, precum și alte dispozitive și dosare.
te: నేపథ్యపు రంగును లేదా నేపథ్యము బొమ్మను ఐచ్ఛిక అనువర్తన మెనును లేదా కనిష్టీకరించబడిన అనువర్తనాల, పరికరముల మరియు సంచయముల ప్రతీకలను అమరుస్తుంది.

source: File Manager
bg: Файлов мениджър
da: Filhåndtering
de: Dateimanager
es_mx: Administrador de archivos
he: מנהל הקבצים
hu: Fájlkezelő
nb: Filbehandler
nl: Bestandbeheerder
ro: Manager de fișiere
te: ఫైల్ నిర్వాహకం

source: A modern file manager for the Unix/Linux desktop, aiming to be easy-to-use and fast.
bg: Модерен файлов мениджър за Unix / Linux десктоп, с цел да бъде лесен за използване и бърз.
da: En moderne filhåndtering til Unix/Linux-skriveborde med formålet at være let at bruge og hurtig.
es_mx: Un moderno administrador de archivos rápido y fácil de usar para el entorno de escritorio en Unix/Linux
he: מנהל קבצים מודרני עבור שולחן עבודה במערכות לינוקס/יוניקס, מכוון לשימוש קל ומהיר.
hu: Korszerű, egyszerűen kezelhető és gyors fájlkezelő a Unix/Linux asztalra.
nb: En moderne filbehandler for Unix/Linux skrivebordet, med målsetning om å være rask og enkel i bruk.
nl: Een eigentijdse bestandbeheerder voor de Unix/Linux-werkomgeving, met als doel om makkelijk bedienbaar en snel te zijn.
ro: Un manager de fișiere modern pentru desktopuri Unix/Linux, rapid și ușor de folosit.
te: యునిక్స్/లినక్స్ కొరకు ఒక సరికొత్త ఫైల్ నిర్వాహకము, వాడటానికి సులువుగా మరియు వేగముగా ఉండాలనే లక్ష్యంతో రూపొందించినది.

source: Session Manager
bg: Мениджър на сесии
da: Sessionshåndtering
de: Sitzungsmanager
es_mx: Administrador de sesión
he: מנהל הפעלות
hu: Munkamenet-kezelő
nb: Sesjonsbehandler
nl: Sessiebeheerder
ro: Manager de sesiune
te: చర్యాకాల నిర్వాహకం

source: Restores your session on startup and allows you to shutdown the computer from Xfce.
bg: Възстановява вашата сесия при стартиране и Ви дава възможност за изключване на компютъра от Xfce.
da: Gendanner din session ved start og tillader at lukke computeren ned fra Xfce.
de: Stellt Ihre Sitzung beim Start wieder her und erlaubt es Ihnen den Computer mit Xfce herunter zu fahren.
es_mx: Inicia las preferencias de su sesión y le permite apagar el equipo desde Xfce.
he: משחזר את ההפעלה שלך בזמן האתחול, ומאפשר לכבות את המחשב מתוך Xfce.
hu: Indításkor helyreállítja a munkamenetet, és lehetővé teszi a számítógép leállítását az Xfceből.
nb: Gjenoppretter økten din ved oppstart og tillater deg å skru av maskinen fra Xfce.
nl: Herstelt uw sessie bij opstarten en staat u toe om de computer uit te schakelen vanuit Xfce.
ro: Vă restaurează la pornire sesiunea de lucru și vă permite să închideți calculatorul din Xfce.
te: ప్రారంభములో మీ చర్యాకాలాన్ని తిరిగివుంచుతుంది మరియు Xfce నుండి కంప్యూటరును మూసివేయుటకు మీకు అనుమతినిస్తుంది.

source: Setting System
bg: Система за настройки
da: Indstillingshåndtering
es_mx: Configurando el sistema
he: מערכת הגדרות
hu: Rendszerbeállítások
nb: Innstillingssystem
nl: Instelling systeem
ro: Sistem de opțiuni
te: వ్యవస్థను అమరుస్తోంది

source: Configuration system to control various aspects of the desktop like appearance, display, keyboard and mouse settings.
bg: Конфигурационна системата за контрол на различните аспекти на работния плот като външен вид, монитор, клавиатура и настройките на мишката.
da: Indstiller system til kontrol af forskellige dele af skærmbilledet såsom fremtoning, skærm, tastatur og mus.
de: Einstellungssystem zum kontrollieren verschiedener Teile der Arbeitsfläche. Beispielsweise das Erscheinungsbild, die Anzeige-, Tastatur- und Mauseinstellungen.
es_mx: Sistema de configuración que controla varios aspectos del escritorio, tales como: apariencia, pantalla, teclado y mouse.
he: מערכת ההגדרות לשליטה על היבטים שונים של שולחן העבודה, כגון מראה, תצוגה, הגדרות מקלדת ועכבר.
hu: Beállítórendszer az asztali környezet különböző jellemzőinek megadásához, mint a megjelenés, kijelző, billentyűzet és egér beállításai.
nb: Innstillingssystem til å kontrollere forskjellige områder av skrivebordet som utseende, skjerm, tastatur og musepekerinnstillinger.
nl: Configuratiesysteem om verschillende aspecten van het bureaublad te beheersen, zoals de instellingen van het uiterlijk, scherm, toetsenbord en muis.
ro: Sistemul de configurare ce controlează diferite aspecte ale desktopului precum: înfățișarea ferestrelor și a panoului, opțiunile pentru monitor, tastatură și maus.
te: స్వరూపము, తెర, కీబోర్డు మరయు మౌస్ అమరికలు వంటి వివిధ డెస్క్‍టాప్ అంశాలను వ్యవస్థను స్వరూపణ ద్వారా నియంత్రించవచ్చు.

source: Application Finder
bg: Търсач на приложения
da: Programfinder
de: Anwendungsfinder
es_mx: Buscador de aplicaciones
he: מאתר יישומים
hu: Alkalmazáskereső
nb: Applikasjonssøk
nl: Toepassingenzoeker
ro: Căutare de programe
te: అనువర్తన శోధకం

source: Shows the applications installed on your system in categories, so you can quickly find and launch them.
bg: Показва приложенията, инсталирани на вашата система в категории, така че да можете да ги намерите бързо и да ги стартирате.
da: Viser programmerne som er indstalleret på dit system in kategorier, således du hurtigt kan finde og starte dem.
de: Zeigt die installierten Anwendungen auf Ihrem System in Kategorien an. So können Sie einfach Anwendungen finden und starten.
es_mx: Muestra las aplicaciones instaladas en su sistema, para así rápidamente. encontrarlas y ejecutarlas
he: מציג את היישומים המותקנים על המערכת מסווגים לקטגוריות, כך שניתן למצוא ולהריץ אותם במהירות.
hu: Kategorizálva jeleníti meg a rendszerre telepített alkalmazásokat, így azok gyorsan megtalálhatók és elindíthatók.
nb: Viser applikasjoner installert på systemet ditt i kategorier, slik at du kan finne og starte dem.
nl: Toont de toepassingen die op uw systeem zijn geïnstalleerd in categorieën, zodat u ze snel kunt vinden en starten.
ro: Arată pe categorii programele instalate în sistem, astfel încât să le puteți găsi și lansa rapid.
te: మీ వ్యవస్థ నందు వివిధ విభాగాలలో స్థాపించబడిన అనువర్తనాలను చూపిస్తుంది, దీనివలన మీరు త్వరగా వెతికి, కావలసిన అంశమును ప్రారంభించవచ్చు.

source: Utilities and Scripts
bg: Инструменти и скриптове
da: Værktøjer og skrifter.
de: Hilfsprogramme und Skripte.
es_mx: Utilidades y Scripts
he: כלים ותסריטים
hu: Segédprogramok és parancsfájlok
nb: Nytteprogrammer og skript
nl: Gereedschappen en scripts
ro: Utilitare și scripturi
te: ప్రయోజనాలు మరియు స్క్రిప్టులు

source: Startup scripts, run dialog and about dialog.
bg: Скриптове за стартиране, прозорец за изпълнение и прозорец About.
da: Opstartskrifter, kørselsdialog og om vinduet.
es_mx: Incluye a los scripts de inicio y a los diálogos de ejecución y acerca de.
he: תסריטי פתיחה, דיאלוג הרצה, ודיאלוג על אודות.
hu: Indítási parancsfájlok, futtatás és névjegy ablak.
nb: Oppstartsskript, kjørevindu og Om vindu
nl: Opstartscripts, draai-dialoog en over-dialoog
ro: Scripturi de pornire, fereastra de pornire de programe și cea cu detalii despre autori.
te: ప్రారంభక స్క్రిప్టులు, డైలాగును నడుపు మరియు డైలాగు గురించి.

source: Settings Daemon
bg: Daemon за настройки
da: Indstillingtjeneste
es_mx: Configurando al Deamon
he: סוכן הגדרות
hu: Beállításdémon
nb: Innstillingsprosess
nl: Instellingen-achtergronddienst
ro: Demon de opțiuni
te: డెమోన్ అమరికలు

source: D-Bus-based configuration storage system.
bg: D-Bus-базирана система за конфигурация на съхранение.
da: D-bus baseret indstilling af lagersystem.
es_mx: Sistema de almacenamiento con configuración D-bus
he: מערכת אחסון הגדרות מבוססת D-Bus
hu: D-Bus alapú beállítástároló rendszer.
nb: D-Bus basert innstillings/lagrings-system
nl: D-Bus-gebaseerd opslagsysteem voor configuratie
ro: Sistemul bazat pe D-Bus de stocare a configurărilor.
te: D-బస్-ఆధారిత స్వరూపిత నిల్వ వ్యవస్థ.

source: Xfce is a collection of programs that together provide a full-featured desktop environment. The following programs are part of the Xfce core:
bg: Xfce е колекция от програми, които осигуряват заедно пълнофункционалена десктоп среда. Следните програми са част от ядрото на Xfce:
da: Xfce er en samling af programmer som til sammen danner et fuldt udstyret skrivebordsmiljø. De følgende programmer danner kernen af Xfce:
es_mx: Xfce es una colección de programas que juntos hacen de éste un entorno de escritorio. Los siguientes programas son parte del núcleo de Xfce:
he: ‏ֶXfce היא אוסף של תוכנות שיחדיו מהוות סביבת עבודה שלמה. התוכנות הבאות הן חלק מהליבה של Xfce:
hu: Az Xfce olyan programok gyűjteménye, amelyek együtt egy teljes felszereltségű asztali környezetet nyújtanak. A következő programok részei az Xfce alaprendszernek:
nb: Xfce er en samling programmer som tilsammen tilbyr et fulltstendig og funksjonelt skrivebordsmiljø. Følgende programmer er del av Xfce kjernen:
nl: Xfce is een verzameling van programma's die tezamen een volledige en volwaardige werkomgeving bieden. De volgende programma's zijn deel van de Xfce-kern:
ro: Xfce este o colecție de programe care oferă împreună un mediu desktop complet. Următoarele programe sunt de bază în Xfce:
te: Xfce అనేది కలగలసిన ప్రోగ్రాముల రూపము అవన్నీ కలగలసి ఒక పూర్తి-విశిష్ట డెస్క్‍టాప్ పరిసరాన్ని సమకూరుస్తున్నాయి. కింద పేర్కొన్న ప్రోగ్రాములు Xfce అంతర్భాగములో ఉన్నాయి:

source: Xfce is also a development platform providing several libraries, that help programmers create applications that fit in well with the desktop environment.
bg: Xfce е също така платформа за разработка, който предоставя няколко библиотеки, които помагат на програмистите да създават приложения, които се вписват добре в графичната среда.
da: Xfce er en udvilingsplatform som tilbyder flere biblioteker, som hjælper programmørerne med at skabe programmer som passer til skrivebordsmiljøet.
de: Xfce ist auch eine Entwicklungsplatform, die verschiedene Bibliotheken zur Verfügung stellt, die Programmierern helfen Anwendungen zu erstellen, die gut in die Arbeitsflächenumgebung passen.
es_mx: Xfce es también una plataforma de desarrollo, y pone a disposición del programador una serie de bibliotecas para crear aplicaciones que se integran a la perfección en el entorno de escritorio.
he: ‏ֶXfce היא גם פלטפורמה לפיתוח המספקת מספר ספריות העוזרות למתכנתים ליצור יישומים שיתאימו היטב לסביבת שולחן העבודה.
hu: Az Xfce egy számos programkönyvtárat biztosító fejlesztői platform is, amelyek segítik az asztali környezetbe jól illeszkedő alkalmazások írását.
nb: Xfce er også en utviklingsplattform som tilbyr flere biblioteker som hjelper programmerere å lage applikasjoner som passer inn i skrivebordsmiljøet.
nl: Xfce is ook een ontwikkelplatform dat verschillende bibliotheken biedt, die programmeurs helpen om toepassingen te maken die goed passen in de werkomgeving.
ro: Xfce este și o platformă de dezvoltare ce oferă câteva biblioteci care ajută programatorii să dezvolte programe integrate pentru acest mediu desktop.
te: Xfce అనేది కూడా ఒక అభివృద్ధి వేదిక ఇది వివిధ లైబ్రరీలను సమకూరుస్తుంది, ఇవి ప్రోగ్రామర్లకు డెస్క్‍టాప్ పరిసరానికి తగిన అనువర్తనాలను సృష్టించుటలో సహకరిస్తుంది.

source: Xfce components are licensed under free or open source licences; GPL or BSDL for applications and LGPL or BSDL for libraries. Look at the documentation, the source code or the Xfce website (http://www.xfce.org) for more information.
bg: Xfce компоненти са лицензирани под свободен лиценз или лиценз за отворен код, GPL или BSDL за приложенията и LGPL или BSDL за библиотеките. Вижте документацията, изходния код на сайта или Xfce (http://www.xfce.org) за повече информация.
da: Komponenterne som udgør Xfce er licenseret under frie eller åben kilde licenser. GPL eller BSDL for programmer og LGPL eller BSDL for biblioteker. Se dokumentationen. kildekoden eller neststedet til Xfce (http://www.xfce.org) for yderligere information.
es_mx: Los componentes de Xfce están licenciados bajo licencias libres; GPL o BSDL para aplicaciones y LGPL o BSDL para bibliotecas. Si desea Ud. más información, dé un vistazo al código fuente o visítenos en el sitio web de Xfce (http://www.xfce.org).
he: רכיבי Xfce מופצים תחת רשיונות חופשיים או בקוד פתוח; GPL או BSDL ליישומים ו־LGPL או BSDL לספריות. ניתן למצוא מידע נוסף באתר של Xfce שכתובתו http://www.xfce.org
hu: Az Xfce összetevői szabad vagy nyílt forrású licencek alá esnek, az alkalmazásoké GPL vagy BDSL, a programkönyvtáraké LGPL vagy BSDL alá. További információkért nézze meg a dokumentációt, a forráskódot vagy az Xfce weboldalát (http://www.xfce.org).
nb: Xfce komponentene er lisensiert under frie eller åpenkildekodelisenser; GPL eller BSDL for applikasjoner og LGPL eller BSDL for biblioteker. Se dokumentasjonen, kildekode eller på Xfce sitt nettsted (http://www.xfce.org) for mer informasjon.
nl: Xfce-onderdelen vallen onder vrije of open-bron-licenties; GPL of BSDL voor toepassingen en LGPLof BSDL voor bibliotheekbestanden. Kijk bij de documentatie, de broncode of de Xfce-website (http://www.xfce.org) voor meer informatie.
ro: Componentele Xfce au licențe de utilizare libere și deschise: GPL ori BSDL pentru programe și LGPL ori BSDL pentru biblioteci. Verificați documentația, codul sursă ori http://www.xfce.org pentru mai multe detalii.
te: Xfce లో ఉన్న అంశాలు ఉచిత లేక ఓపెన్ సోర్సు లైసెన్సుల కింద లైసెన్సును పొందినవి; అనువర్తనములకు GPL లేదా BSDL మరియు లైబ్రరీల కోసం LGPL లేక BSDL కింద లైసెన్స్ చేయబడినవి. మరిన్ని వివరాలకు పత్రీకరణను, సోర్సు కోడ్‌ను లేదా Xfce వెబ్‌సైటును (http://www.xfce.org) ఒకసారి చూడండి

source: Thank you for your interest in Xfce.
bg: Благодарим ви за интереса към Xfce.
da: Tak for din interesse for Xfce.
es_mx: Gracias por usar Xfce.
he: תודה על ההתעניינות ב־Xfce.
hu: Köszönjük érdeklődését az Xfce iránt.
nb: Takk for din interesse i Xfce.
nl: Dank u voor uw belangstelling voor Xfce.
ro: Vă mulțumim pentru interesul pentru proiectul Xfce.
te: Xfce నందు ఆసక్తిని చూపినందుకు ధన్యవాదాలు.

source: The Xfce Development Team
bg: Екипът на Xfce
da: Udviklingholdet for Xfce
de: Das Xfce-Entwicklungsteam.
es_mx: El equipo de desarrollo de Xfce
he: צוות הפיתוח של Xfce.
hu: Az Xfce fejlesztőcsapata
nb: Xfce utviklingsteam
nl: De Xfce-ontwikkelingsploeg
ro: Echipa de dezvoltare Xfce
te: Xfce అభివృద్ధి బృందం

source: If you know of anyone missing from this list; don't hesitate and file a bug on <http://bugzilla.xfce.org> .
bg: Ако знаете за някой, който липсва от този списък, не се колебайте и подайте сигнал за грешка на <http://bugzilla.xfce.org> .
da: Hvis du er bekendt med nogen, der mangler på denne liste, opret en fejlrapport på <http://bugzilla.xfce.org>.
es_mx: Si conoce a alguien que no está en la lista, por favor háganoslo saber en <http://bugzilla.xfce.org> .
he: אם ידוע לך על מישהו שנעדר מהרשימה, נא ליידע אותנו דרך <http://bugzilla.xfce.org>.
hu: Ha valaki hiányzik a listáról, tudassa velünk hibajelentésben itt: <http://bugzilla.xfce.org>.
nb: Vet du om noen mangler på denne listen, gi oss beskjed ved å opprette en bug på <http://bugzilla.xfce.org> .
nl: Als u iemand weet die op deze lijst had moeten staan, laat het ons alstublieft weten via een foutmelding op <http://bugzilla.xfce.org> .
ro: Dacă știți pe cineva care lipsește din această listă, dați-ne de știre la <http://bugzilla.xfce.org> .
te: ఈ జాబితా నుండి ఏదైనా తప్పిపోయిందని మీరు గమనిస్తే; మాకు తెలియచేయడానికి సంకోచించవద్దు, ఒక బగ్‌ని <http://bugzilla.xfce.org> వద్ద దాఖలుచేయండి .

source: Thanks to all who helped making this software available!
bg: Благодарим на всички, които помогнаха за разработката на този софтуер!
da: Tak til alle, der har hjulpet med at gøre denne software tilgængelig!
de: Danke an alle, die geholfen haben, diese Software verfügbar zu machen.
es_mx: Gracias a todos los que ayudaron a hacer este software posible.
he: תודות לכל מי שסייע לתכנה להתפתח ולהתגשם!
hu: Köszönet mindenkinek, aki segítette e szoftver létrejöttét!
nb: Takk til alle som hjalp til å gjøre denne programvaren tilgjengelig!
nl: Bedankt iedereen die geholpen heeft bij het beschikbaarstellen van deze software!
ro: Mulțumim tuturor celor ce au sprijinit acest proiect software!
te: ఈ సాఫ్ట్‍వేర్‌ని తయారుచేయడంలో సహకరించిన వారందరికీ ధన్యవాదాలు!

source: Xfce 4 is copyright Olivier Fourdan (fourdan@xfce.org). The different components are copyrighted by their respective authors.
bg: Xfce 4 е защтитег с авторското право от Оливие Fourdan (fourdan@xfce.org). Отделните компоненти са защитени с авторски права от съответните им автори.
da: Xfce 4 rettigheder tilhører Olivier Fourdan (fourdan@xfce.org). De enkelte komponenters rettigheder tilhører deres forfattere.
es_mx: Los derechos de autor de Xfce 4 pertenecen a Olivier Fourdan (fourdan@xfce.org). Los diferentes componentes tienen copyright de sus autores respectivos.
hu: Xfce 4 copyright Olivier Fourdan (fourdan@xfce.org). A különböző összetevők szerzői joga az egyes szerzőket illeti.
nb: Xfce 4 er copyright Olivier Fourdan (fourdan@xfce.org). Forskjellige komponenter er copyright av deres respektive utviklere.
nl: Xfce 4 valt onder het autersrecht van Olivier Fourdan (fourdan@xfce.org). De diverse onderdelen vallen onder het auteursrecht van hun respectievelijke makers.
ro: Drepturile de autor pentru Xfce 4 îi aparțin lui Olivier Fourdan (fourdan@xfce.org). Drepturile de autor pentru diferitele componente aparțin autorilor acestora.
te: Xfce 4 అనేది ఆలివియర్ ఫౌర్డాన్ (fourdan@xfce.org) కాపీహక్కులు కలిగివున్నారు. వివిధ అంశాల రూపకర్తలు వారు రూపొందిచిన వాటి పై కాపీహక్కులను కలిగివున్నారు.

source: The libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs and exo packages are distributed under the terms of the GNU Library General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
bg: libxfce4ui, libxfcegui4, libxfce4util, thunar-VFS и exo пакети се разпространяват при условията на GNU Library General Public License, публикувани от Фондацията за свободен софтуер; или версия 2 на лиценза или (по Ваш избор) всяка следваща версия.
da: libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs og exo packages er distribueret under betingelserne GNU Library General Public License som publikeret af Free Software Foundation; enten version 2 af licensen eller (det er dit valg) enhver senere version.
de: Die Pakete libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs und exo werden verbreitet unter den Bestimmungen der GNU Library General Public License, veröffentlicht von der Free Software Foundation, in Version 2 der Lizenz oder einer späteren Ihrer Wahl.
es_mx: Los paquetes libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs y exo son distribuidos bajo los términos de la GNU Library General Public License versión 2, publicadas por la Free Software Fundation, o (en su defecto) cualquier versión posterior
he: החבילות libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs, exo מופצות תחת התנאים של GNU General Public License כפי שמפורסמים על ידי Free Software Foundation; גרסה 2 של הרישיון, או (לבחירתך) כל גרסה מאוחרת ממנה.
hu: A libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs és exo csomagok a Free Software Foundation által kiadott GNU Library General Public License második (vagy bármely későbbi) változatában foglaltak alapján kerülnek terjesztésre.
nb: libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs og exo packages er distribuert under GNU Library General Public License som publisert av Free Software Foundation; enten versjon 2 av lisensen, eller en senere verson.
nl: De libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs and exo pakketten worden gedistribueerd onder de voorwaarden van de GNU Library General Public License zoals gepubliceerd door de Free Software Foundation; hetzij versie 2 van de licentie, hetzij (naar uw eigen keuze) een willekeurige latere versie.
ro: Pachetele libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs și exo sunt distribuite în termenii licenței GNU LGPL publicată de Free Software Foundation, versiunea 2 sau (la alegere) orice versiune mai nouă.
te: libxfce4ui, libxfcegui4, libxfce4util, thunar-vfs మరియు exo ప్యాకేజీలు ఫ్రీ సాఫ్ట్‍వేర్ ఫౌండేషన్‌చే ప్రచురించబడిన లైసెన్స్ యొక్క వర్షన్ 2, లేదా ఆ తరువాత వర్షన్‌లో ప్రచురించిన విధముగా GNU జనరల్ పబ్లిక్ లైసెన్స్ షరతుల కింద పంచబడుతున్నాయి.
