Repository: hubx/xfce-utils
Catalog: po/*.po
Languages: am, ar, ast, bg, bn, da, de, es_mx, fa_ir, he, hr, hu, hy, lt, nb, nl, ro, sq, ta, te, ug

source: Cannot get initial style
fa_ir: نمی‌توان سبک آغازین را دریافت کرد
hy: Հնարավոր չէ ստանալ սկզբնական ոճը
lt: Neámanoma gauti pradinio stiliaus
ta: தொடக்க பாணியை பெறமுடியவில்லை

source: There is already a system tray running on this screen
fa_ir: سینی سیستمی از قبل بر روی این پرده در حال اجرا می‌باشد
hy: Այս էկրանի վրա արդեն աշխատում է թրեյ
lt: Sisteminis skydelis jau paleistas ðiame ekrane
ta: þத்திரையில் ஏற்கனவே ஓர் அமைப்புத் தட்டு இயங்குகிறது

source: Unable to register system tray: %s
fa_ir: قادر نبودن در ثبت کردن سینی سیستم: %s
hy: Հնարավոր չէ գրանցել համակարգի թրեյ՝ %s
lt: Neámanoma uþregistruoti sisteminio skydelio : %s
ta: அமைப்பு தட்டு பதிவு செய்யமுடியவில்லை: %s

source: This should not happen
fa_ir: این نمی‌بایست اتفاق می‌افتاد
lt: Taip neturëtø ávykti
ta: þது நடைபெறக்கூடாது

source: Cannot get default screen
hy: Հնարավոր չէ գտնել հիմնական էկրանը
lt: Neámanoma gauti pagrindinio ekrano

source: Cannot connect to session manager
fa_ir: نمی‌توان با مدیر نشست ارتباط برقرار کرد
hy: Հնարավոր չէ կպնելնիստի կարավարչին
lt: Neámanoma susijungti su sesijø tvarkykle
ta: அமர்வு மேலாளருடன் இணைப்பு கொள்ள முடியவில்லை

source: Cannot create MCS client channel
fa_ir: نمی‌توان کانال کارگیر MCS را ایجاد نمود
hy: Հնարավոր չէ ստեղծել MCS հաճախորդ ուղի
lt: Neámanoma sukurti MCS kliento kanalo
ta: MCS சேவைப்பயனர் தடம் படைக்க முடியவில்லை

source: Unable to load the file %s
bn: %s ফাইলটি লোড করতে ব্যর্থ
hr: Neuspjeh u učitavanju datoteke %s
ug: ھۆججەت %s نى ئوقۇغىلى بولمىدى

source: Project Lead
am: የመርሃግብር መሪ
ast: Xefe del proyeutu
bn: প্রজেক্ট লিড
sq: Drejtimi i Projektit
ug: قۇرۇلۇش باشلىقى

source: Web Hosting and Mailing Lists provided by
am: መረብ ገጽና የመልዕክት መቀባበያ የተሰጠው በ
ast: Agospiamientu web y llistes de corréu proporcionaes por
bn: ওয়েব হোস্টিং এবং মেইলের তালিকা সরবরাহ করা হয়
sq: Strehim Web dhe Lista Postimesh siguruar nga
ug: تور مۇلازىمىتى ۋە ئېلخەت گۇرۇپپىسىنى تەمىنلىگۈچى

source: Server maintained by
am: ተጠሪ አስተዳዳሪ
ar: صيانة الخادم بواسطة
ast: Sirvidor alministráu por
bn: যার দ্বারা সার্ভার রক্ষনাবেক্ষন করা হয়
hr: Poslužitelj održava
sq: Mirëmbajtja e shërbyesit nga
ug: مۇلازىمېتىر باشقۇرغۇچى

source: If you know of anyone missing from this list, please let us know on <
am: ከዚህ ዝርዝር ውስጥ ያልተጠቀሰ የሚያውቁት ሰው ካለ እባክዎ ያስታውቁን <
ast: Si conoces a daquién que nun ta nesta llista, por favor fáinoslo saber en <
bn: আপনার পরিচিত কেউ তালিকা থেকে কেউ বাদ পড়লে, অনুগ্রহ করে < জানান
hr: Ako znate da netko nedostaje na listi,molimo javite nam na <
sq: Nëse dini ndonjë që i mungon kësaj liste, ju lutemi na e bëni të ditur <
ug: ئەگەر چۈشۈپ قالغانلار بولسا، تۆۋەندىكى ئېلخەتكە خەۋەر قىلىڭ: <

source: Thanks to all who helped making this software available.
am: ይህንን ስልት በመድረስ ለረዱ ሁሉ ምስጋና ይግባቸው።
ar: شكرا لكل من ساعد في جعل هذا البرنامج متاح.
ast: Gracies a tolos qu'aidaron a facer dable esti software.
bn: এই সফ্টওয়্যারটি প্রাপ্তিসাধ্য করতে সহায়তাদানকারী সকলকে অনেক ধন্যবাদ।
hr: Hvala svima koji su učinili ovaj software dostupnim.
sq: Falenderime për të gjithë ata që ndihmuan në realizimin e këtij software-i.
ug: Xfce 4 نى ئىشلەتكىلى بولىدىغان قىلىشقا كۈچ چىقارغانلارغا تەشەككۈر

source: Copyright 2002-2010 by Olivier Fourdan
bn: কপিরাইট ২০০২-২০১০, Olivier Fourdan এর সহায়তায়

source: About XFce 4
fa_ir: درباره‌ی XFce 4
ta: XFce 4 பற்றி

source: XFce Desktop Environment
fa_ir: محیط رومیزی XFce
ta: XFce கணிமேசை சூழல்

source: Copyright 2002-2003 by Olivier Fourdan
ta: படியுரிமை 2002-2003 ஒலிவர் போர்டான்

source: Top
fa_ir: بالا
ta: மேல்

source: Bottom
fa_ir: پایین
ta: கீழ்

source: Auto hide taskbar
fa_ir: پنهان‌سازی خودکار نوار‌تکلیف
ta: வேலைப்பட்டையை தானாகவே மறைக்கவும்

source: Show tasks from all workspaces
fa_ir: نشان دادن تکالیف از همه‌ی فضاهای کاری
ta: அனைத்து வேலை þடங்களில் உள்ள செயல்களையும் காண்பிக்கவும்

source: Show pager in taskbar
fa_ir: نشان دادن صفحه‌نما در نوار‌تکلیف
ta: பயனழையத்தை வேலைப்பட்டையில் காண்பிக்கவும்

source: Show system tray in taskbar
fa_ir: نشان دادن سینی سیستم در نوار‌تکلیف
ta: வேலைப்பட்டையில் அமைப்பு தட்டு காண்பிக்கவும்

source: Cannot get desktop margins
fa_ir: نمی‌توان حاشیه‌های رومیزی را دریافت کرد
ta: கணிமேசை எல்லைகளை பெறமுடியவில்லை

source: Unable to load
am: መጫን አልተቻለም
ast: Nun pudo cargase
sq: I pazoti të ngarkoj

source: Copyright 2002-2009 by Olivier Fourdan
ast: Copyright 2002-2009 por Olivier Fourdan

source: Copyright 2002-2007 by Olivier Fourdan
ar: حقوق النسخ 2002-2007 بواسطة أوليفير فوردان
sq: Të Drejta Kopjimi 2002-2007 nga Olivier Fourdan

source: GPL
ar: رخصة جنو العمومية
