Repository: hubx/xfce-utils
Catalog: doc/manual/po/*.po
Languages: it

source: Settings manager plugins. These plugins provide settings dialogs for general items that are not part of a package, e.g. user interface settings (Gtk+ theme, icon theme, font settings), mouse settings, keyboard settings and display settings.
it: Plugin del gestore delle impostazioni. Questi plugin forniscono delle schermate di configurazione per gli elementi generali che non sono parte del pacchetto, per esempio le impostazioni dell'interfaccia (tema Gtk+, tema delle icone, impostazioni dei caratteri), impostazioni del mouse, impostazioni della tastiera e impostazioni dello schermo.

source: Session manager. The session manager controls the startup and shutdown of the Xfce Desktop Environment. On logout it can save the state of running applications (if the application supports it) and restore them properly again the next time you log in.
it: Gestore di sessione. Il gestore della sessione controlla l'avvio e lo spegnimento dell'ambiente grafico Xfce. All'uscita può salvare lo stato delle applicazioni in esecuzione ( se l'applicazione lo supporta) e ripristinarlo al successivo accesso.

source: The Xfce window mananger. Manages the placement of application windows on the screen, provides window decorations and manages workspaces.
it: Il gestore delle finestre di Xfce. Gestisce il posizionamento delle finestre delle applicazioni sullo schermo, fornisce le decorazioni delle finestre e gestisce gli spazi di lavoro.

source: The Xfce panel. Provides program lauchers, a workspace switcher, a clock, menus and more.
it: Il pannello di Xfce. Fornisce gli avviatori di programmi, un selettore di spazi di lavoro, un orologio, i menu e altro.

source: Desktop background manager. This program sets the background image and/or color, and provides a root window menu, a menu panel plugin and a menu editor. Optionally, it can show icons on the desktop as well.
it: Gestore dello sfondo della scrivania. Questo programma imposta l'immagine di sfondo e il colore, e fornisce un menu delle finestre, un menu sottoforma di plugin del pannello e un editor di menu. In aggiunta, può mostrare le icone sulla scrivania.

source: Essential utilities and scripts. Provides the Xfce about dialog, a run dialog, the startxfce4 script and several other important scripts. Also contains this user guide.
it: Utilità e script essenziali. Fornisce la schermata delle informazioni di Xfce, una finestra di esecuzione, lo script startxfce4 e altri script importanti. Contiene inoltre questa guida utente.

source: A fast and efficient file manager.
it: Un gestore di file veloce ed efficiente.

source: Printing support. Provides a graphical frontend for printing. Includes <application>xfprint4</application> and <application>xfprint-manager</application>.
it: Supporto alla stampa. Fornisce una interfaccia grafica per la stampa. Include <application>xfprint4</application> e <application>xfprint-manager</application>.

source: An application finder that allows you to search, launch and find information about applications installed on your system.
it: Un ricercatore di applicazioni che permette di cercare, avviare e recuperare informazioni relative alle applicazioni installate nel proprio sistema.

source: Simple calendar application with reminders.
it: Un semplice calendario con promemoria.

source: Theme engine for GTK2. Not required for the desktop, but it's a nice theme engine so you might just as well give it a try.
it: Motore dei temi di GTK2. Non necessario per la scrivania, ma è un buon motore per temi e quindi è consigliabile provarlo.

source: Default icon theme for Xfce, called <emphasis>Rodent</emphasis>.
it: Tema delle icone predefinito di Xfce, chiamato <emphasis>Rodent</emphasis>.

source: Installing Xfce4
it: Installare Xfce 4

source: Binary packages
it: Pacchetti binari

source: The Xfce project officially only releases source code for the desktop environment. However, binary packages may have been contributed by other people for your OS or distribution.
it: Il progetto Xfce ufficialmente rilascia solamente il codice sorgente per l'ambiente grafico. Comunque, i pacchetti binari potrebbero essere stati forniti da qualcun altro per il proprio OS o per la propria distribuzione.

source: Look at the Xfce site for <ulink url="http://xfce.org/index.php?page=download" type="html">download locations</ulink> and additional information about available binary packages. If you could not find binary packages for your OS, they may be available from your OS vendor or distributor, or you can install Xfce from source.
it: Controllare il sito di Xfce per <ulink url="http://xfce.org/index.php?page=download" type="html">le posizioni di scaricamento</ulink> e per informazioni aggiuntive relative ai pacchetti binari disponibili. Se non si riescono a trovare dei pacchetti binari per il proprio OS, potrebbero esser disponibili dal fornitore dell'OS oppure è possibile installare Xfce da sorgente.

source: Graphical installers
it: Installer grafico

source: The easiest way to install Xfce from source is by using the <ulink url="http://www.xfce.org/archive/xfce-4.4.0/installers/" type="html">graphical installers</ulink>. Documentation and instructions are available.
it: Il metodo più semplice per installare Xfce da sorgente consiste nell'utilizzare un <ulink url="http://www.xfce.org/archive/xfce-4.4.0/installers/" type="html">installer grafico</ulink>. Sono disponibili anche la documentazione e le istruzioni.

source: Building from source
it: Compilare da sorgente

source: To compile Xfce manually, look at the Xfce site for <ulink url="http://xfce.org/index.php?page=download" type="html">download locations</ulink>.
it: Per compilare Xfce manualmente, ricercare nel sito di Xfce le posizioni di <ulink url="http://xfce.org/index.php?page=download" type="html">scaricamento</ulink>.

source: Building the packages should be a simple matter of unpacking the tarballs and, from the top source directory, typing: <placeholder-1/> Some package will have extra configure options available. You can find them by typing <command>./configure <option>--help</option></command>.
it: La compilazione dei pacchetti dovrebbe necessitare solamente della estrazione del file compresso e dell'invio del comando seguente dalla cartella principale dei sorgenti: <placeholder-1/> Alcuni pacchetti avranno disponibili ulteriori opzioni di configurazione. È possibile conoscerle digitando <command>./configure <option>--help</option></command>.

source: Xfce @PACKAGE_VERSION@ depends on pkg-config and GTK+ &gt;= 2.6. If you installed these from a binary package, make sure you have the corresponding <filename>-dev</filename> packages installed as well.
it: Xfce @PACKAGE_VERSION@ dipende da pkg-config and GTK+ &gt;= 2.6. Se questi sono stati installati da un pacchetto binario, assicurarsi di avere anche installati i corrispondenti pacchetti <filename>-dev</filename>.

source: Optionally you can install librsvg &gt;= 2.2, for SVG icon support, libstartup-notification, to have a busy cursor when loading applications that support this standard and dbus for enhanced functionality, mainly in Thunar and xfdesktop.
it: Opzionalmente è possibile installare librsvg &gt;= 2.2 per aver il supporto alle icone in formato SVG, libstartup-notification, per aver un cursore di occupato quando le applicazioni sono in caricamento e dbus per funzioni avanzate principalmente in Thunar e xfdesktop.

source: If you install into a different prefix from pkg-config, you have to set the PKG_CONFIG_PATH variable to include the path to the *.pc files installed by the Xfce 4 libraries, which is ${prefix}/lib/pkgconfig. For example:
it: Se si installa in un prefisso diverso da pkg-config, è necessario impostare la variabile PKG_CONFIG_PATH per includere il percorso ai file *.pc installati dalle librerie di Xfce 4, che è ${prefix}/lib/pkgconfig. Per esempio:

source: Using SVN
it: Usare SVN

source: The latest development sources for Xfce 4 are available from subversion (SVN).
it: Il codice sorgente più aggiornato per Xfce è disponibile tramite subversion (SVN).

source: Look <ulink url="http://xfce.org/index.php?page=documentation&amp;lang=en#install" type="html">here</ulink> for information on how to obtain the latest development updates from SVN. You can also browse the SVN tree through a web interface.
it: Controllare <ulink url="http://xfce.org/index.php?page=documentation&amp;lang=en#install" type="html">qui</ulink> per informazioni su come ottenere gli ultimi aggiornamenti in sviluppo da SVN. È anche possibile sfogliare l'albero SVN attraverso un'interfaccia web.

source: Additional software
it: Programmi addizionali

source: The <ulink url="http://goodies.xfce.org" type="html">Xfce Goodies</ulink> project collects third-party contributions for Xfce. There are some excellent panel plugins available that greatly enhance the functionality of Xfce.
it: Il progetto <ulink url="http://goodies.xfce.org" type="html">Xfce Goodies</ulink> raccoglie i contributi esterni a Xfce. Sono disponibili alcuni ottimi plugin per il pannello che aumentano sensibilmente le funzionalità di Xfce.

source: <ulink url="http://spuriousinterrupt.org/projects/xfmedia/" type="html">Xfmedia</ulink> is a lightweight media player for Xfce, based on the xine engine.
it: <ulink url="http://spuriousinterrupt.org/projects/xfmedia/" type="html">Xfmedia</ulink> è un leggero riproduttore multimediale per Xfce, basato sul motore xine.

source: <ulink url="http://terminal.os-cillation.com/" type="html">Terminal</ulink> is an easy to use terminal emulator for the Xfce Desktop Environment. It contains all feature you would expect from a modern terminal emulator.
it: <ulink url="http://terminal.os-cillation.com/" type="html">Terminal</ulink> è un terminale di semplice utilizzo per l'ambiente grafico Xfce. Contiene tutte le funzionalità che ci si aspetta da un moderno emulatore di terminale.

source: Copyright and Licences
it: Copyright e licenze

source: Xfce 4 is copyright &copy; Olivier Fourdan (<email>fourdan@xfce.org</email>). The different components are copyrighted by their respective authors.
it: Xfce 4 è copyright &copy; Olivier Fourdan (<email>fourdan@xfce.org</email>). I vari componenti sono protetti da copyright dai rispettivi autori.

source: Three different licenses are used in the Xfce 4 project: <link linkend="BSD">BSD</link>, <link linkend="LGPL">LGPL</link> and <link linkend="GPL">GPL</link>.
it: Nel progetto Xfce 4 sono utilizzate tre diverse licenze: <link linkend="BSD">BSD</link>, <link linkend="LGPL">LGPL</link> e <link linkend="GPL">GPL</link>.

source: Please, refer to the COPYING files included in the packages for the licensing terms of the separate Xfce 4 components.
it: Fare riferimento ai file COPYING inclusi nei pacchetti per i termini di licenza dei singoli componenti di Xfce 4.

source: This manual describes the @PACKAGE_NAME@ package, version @PACKAGE_VERSION@.
it: Questo manuale descrive @PACKAGE_NAME@ versione @PACKAGE_VERSION@

source: Xfce Utilities and Scripts
it: Script e utilità di Xfce

source: The <application>@PACKAGE_NAME@</application> package provides the general 'About Xfce 4' dialog, a run dialog and several useful scripts that are also used by other Xfce components such as the panel and the desktop menu.
it: Il pacchetto <application>@PACKAGE_NAME@</application> fornisce la schermata generale delle "informazioni su Xfce 4", una finestra di esecuzione e vari utili script utilizzati anche da altri componenti di Xfce quali il pannello e il menu della scrivania.

source: Run dialog
it: Finestra di esecuzione

source: Shows the run dialog.
it: Mostra la fienstra di "Esegui comando...".

source: The run dialog allows the user to launch applications. Applications can be run in a Terminal emulator (Terminal by default, see xfterm4 script below). In a default Xfce environment, the Alt+F2 key combination will open the run dialog.
it: La fienstar di esecuzione permette all'utente di avviare le applicazioni. Le applicazioni possono essere avviate in un emulatore di terminale (Terminal di default, vedere lo script xfterm4 di seguito). In una ambiente Xfce predefinito, la combinazione «Alt + F2» apre la finestra di esecuzione.

source: About Dialog
it: Schermata delle informazioni

source: About dialog
it: Schermata delle informazioni

source: Shows the About Dialog displaying the credits page.
it: Mostra la schermata delle informazioni che visualizza la pagina dei ringraziamenti.

source: The About Dialog is used to display information about Xfce 4, including a list of components, a credits page for all people who helped to create Xfce 4 and license information.
it: La schermata delle informazioni visualizza le informazioni su Xfce 4, compresa una lista dei componenti, una pagina dei ringraziamenti per tutte le persone che hanno contribuito a creare Xfce 4 e le informazioni sulla licenza.

source: Scripts
it: Script

source: The <application>startxfce4</application> is a convenient script to start an Xfce 4 session from the console. It will give you a session with two panels and with the desktop manager and window manager running.
it: L'applicazione <application>startxfce4</application> è uno script utile ad avviare una sessione di Xfce 4 dal terminale. Fornirà una sessione con due pannelli, con il gestore della scrivania e il gestore delle finestre.

source: To customize the behaviour of <application>startxfce4</application>, copy the file <filename>${sysconfdir}/xdg/xfce4/xinitrc</filename> to your personal <filename>~/.config/xfce4/</filename> directory and edit that file. If you install from source, <filename>${sysconfdir}</filename> defaults to <filename>/usr/local/etc</filename>; for binary packages it is usually set to <filename>/etc</filename>.
it: Per personalizzare il comportamento di <application>startxfce4</application>, copiare il file <filename>${sysconfdir}/xdg/xfce4/xinitrc</filename> nella propria cartella <filename>~/.config/xfce4/</filename> personale e modificarlo. Se si installa da sorgente, <filename>${sysconfdir}</filename> è di default <filename>/usr/local/etc</filename>; per i pacchetti binari è generalmente impostata a <filename>/etc</filename>.

source: With the inclusion of a session manager in Xfce 4.2, the preferred way to change startup behaviour is by using the "Save session" option in the logout dialog.
it: Con l'aggiunta di un gestore di sessione in Xfce 4.2, il modo migliore per modificare il comportamento all'avvio consiste nell'utilizzare l'opzione "Salva sessione" nella finestra di uscita.

source: This script is used to open the local Xfce 4 documentation in a browser. By default it will try to use <application>exo-open</application> from the libexo library. You can change the preferred browser from the Xfce Settings Manager dialog. If <application>exo-open</application> is not available, the script will try a number of well-known browsers, like firefox, galeon or konqueror, but you can change that by setting the $BROWSER environment variable.
it: Questo script è utilizzato per aprire la documentazione locale di Xfce 4 in un browser. Di norma, tenterà di utilizzare <application>exo-open</application> dalla libreria di libexo. Il browser preferito può essere cambiato dalla schermata del gestore delle impostazioni di Xfce. Se <application>exo-open</application> non è disponibile, lo script proverà fra un numero di browser conosciuti quali firefox, galeon o conqueror, ma è possibile cambiarlo impostando la variabile di ambiente $BROWSER.

source: If there is documentation installed in the language of your current locale, xfhelp4 will open that instead of the default English documentation.
it: Se è installata la documentazione nella lingua corrente, xfhelp4 la aprirà in luogo di quella in inglese.

source: This script is used by the panel to lock the screen using xscreensaver if available and falling back to xlock.
it: Questo script è utilizzato dal pannello per bloccare lo schermo utilizzando xscreensaver se disponibile e ritornando a xlock.

source: About xfce-utils
it: Informazioni su xfce-utils

source: <application>@PACKAGE_NAME@</application> was written by Jasper Huijsmans (<email>jasper@xfce.org</email>), Olivier Fourdan (<email>fourdan@xfce.org</email>) and Benedikt Meurer (<email>benny@xfce.org</email>). To find more information, visit the <ulink url="http://www.xfce.org" type="http">Xfce web site</ulink>.
it: <application>@PACKAGE_NAME@</application> è stato scritto da Jasper Huijsmans (<email>jasper@xfce.org</email>), Olivier Fourdan (<email>fourdan@xfce.org</email>) e Benedikt Meurer (<email>benny@xfce.org</email>). Per avere ulteriore informazioni, visitare il <ulink url="http://www.xfce.org" type="http">sito web di Xfce</ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, please use the bug tracking system at <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
it: Per segnalare un problema o per avanzare una proposta relativa a questo programma o al manuale, utilizzare il sistema di tracciamento dei bug all'indirizzo <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.

source: If you have questions about the use or installation of this package, ask on the <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">xfce</ulink> mailing list. Development discussion takes place on the <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> mailing list.
it: Se si hanno domande relative all'utilizzo o all'installazione di questo pacchetto, rivolgersi alla lista di discussione di <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">xfce</ulink>. Le discussioni relative allo sviluppo si svolgono nella lista di discussione <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink>.

source: translator-credits
it: Cristian Marchi <cri.penta@gmail.com>, 2010.
