Repository: hubx/xfce-utils
Catalog: doc/manual/po/*.po
Languages: it

source: The Xfce Desktop Environment
it: L'ambiente grafico Xfce

source: Xfce Documentation
it: Documentazione di Xfce

source: The documentation for Xfce is installed with the different components that make up the desktop environment. As a consequence, some of the documents listed here may not be available on your system.
it: La documentazione di Xfce è installate con i diversi componenti che costituiscono l'ambiente grafico. Come conseguenza, alcuni dei documenti elencati qui potrebbero non essere disponibili sul proprio sistema.

source: Guides
it: Guide

source: Xfce User Guide
it: Guida dell'utente di Xfce

source: Manuals
it: Manuali

source: As a limitation to HTML only the English versions of the manuals are linked below.
it: A causa di una limitazione del codice HTML sono collegati di seguito solamente le versioni in Inglese dei manuali.

source: Panel
it: Pannello

source: Window Manager
it: Gestore delle finestre

source: Session Manager
it: Gestore della sessione

source: Desktop Manager
it: Gestore della Scrivania

source: Utilities and Scripts
it: Utilità e script

source: Preferred Applications
it: Applicazioni preferite

source: File Manager
it: Gestore di file

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. The complete license text is available from the <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
it: È garantito il diritto di copiare, distribuire e/o modificare questo documento nel rispetto dei termini della licenza GNU Free Documentation License, versione 1.1 o qualsiasi versione successiva pubblicata dalla Free Software Foundation; senza Invariant Section senza testi di Front-Cover e senza testi di Back-Cover. Il testo della licenza completa è reso disponibile dalla <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.

source: This manual describes version @PACKAGE_VERSION@ of Xfce.
it: Questo manuale descrive la versione @PACKAGE_VERSION@ di Xfce.

source: ... and mice fly ...
it: ...e il topo volò...

source: Preface
it: Prefazione

source: This document gives an overview of the Xfce Desktop Environment and explains how to perform several common tasks. It is meant to be a starting point for anyone who wants to use Xfce and it includes pointers to other sources of information.
it: Questo documento fornisce una panoramica dell'ambiente grafico Xfce e spiega come eseguire alcune delle operazioni più comuni. È concepito per essere un punto di partenza per chiunque intenda utilizzare Xfce e include i riferimenti ad altre fonti di informazioni.

source: Introduction
it: Introduzione

source: Xfce is a lightweight desktop environment for unix-like operating systems. It aims to be fast and light on system resources, while still being visually appealing and easy to use.
it: Xfce è un ambiente grafico (desktop environment) per i sistemi operativi di tipo unix. Si prefigge di essere veloce e leggero per quanto riguarda le risorse di sistema, mantenendo comunque la semplicità di utilizzo e una certa cura dell'interfaccia grafica.

source: Xfce embodies the traditional UNIX philosophy of modularity and re-usability. All of Xfce's core components can be build and installed separately. Xfce 4 is based on the <ulink url="http://www.gtk.org" type="html">GTK+ toolkit</ulink> version 2.
it: Xfce abbraccia la filosofia tradizionale UNIX di modularità e ri-usabilità. Tutti i componenti principali di Xfce possono essere compilati e installati separatamente. Xfce4 è basato su <ulink url="http://www.gtk.org" type="html">GTK+ toolkit</ulink> versione 2.

source: Adhereance to standards is one of the main design goals of Xfce 4, specifically those defined at <ulink url="http://www.freedesktop.org" type="html">Freedesktop.org</ulink>. This allows Xfce 4 to seamlessly interoperate with programs written for other desktop environments that follow these specifications.
it: L'adesione agli standard è uno dei maggiori obiettivi di progetto di Xfce 4, nello specifico per quanto riguarda quelli definiti in <ulink url="http://www.freedesktop.org" type="html">Freedesktop.org</ulink>. Questo consente a Xfce 4 di interoperare senza compromessi con i programmi scritti per altri ambienti grafici che seguono queste specifiche.

source: Xfce is all free software. The separate components are released under either the BSD license, the GNU LGPL or the GNU GPL (see <xref linkend="xfce4-copyright"/> for details).
it: Xfce è tutto software free. I componenti separati sono rilasciati con licenza o BSD o GNU LGPL o GNU GPL (consultare <xref linkend="xfce4-copyright"/> per dettagli).

source: Resources
it: Risorse

source: If you are looking for specific information about Xfce 4, chances are you can obtain it from one of the resources in this list:
it: Se si stanno cercando delle informazioni specifiche su Xfce 4, è probabile che si riesca a reperirle da una delle risorse di questo elenco:

source: Xfce website
it: Sito web di Xfce

source: User mailing list
it: Lista di discussione degli utenti

source: Development mailing list
it: Lista di discussione degli sviluppatori

source: Xfce Forum
it: Forum di Xfce

source: Bug tracker
it: Tracciamento bug

source: Using Xfce4
it: Usare Xfce

source: Getting started
it: Per cominciare

source: Use <application>startxfce4</application> to start an Xfce session, which includes the session manager, the panel, the window manager and the desktop manager.
it: Usare <application>startxfce4</application> per avviare una sessione di Xfce, incluso il gestore di sessione, il pannello, il gestore delle finestre e il gestore della scrivania.

source: By default the Xfce session manager manages the startup of applications. It allows you to save your session when you quit Xfce, so that the next time you log in, the same applications will be started for you automatically.
it: Di default il gestore della sessione di Xfce gestisce l'avvio delle applicazioni. Permette di salvare la propria sessione quando si esce da Xfce in modo che, al successivo riavvio, le stesse applicazioni vengano riavviate automaticamente.

source: To customize the behaviour of <application>startxfce4</application>, copy the file <filename>${sysconfdir}/xdg/xfce4/xinitrc</filename> to your personal <filename role="directory">~/.config/xfce4/</filename> directory and edit that file. Depending on your installation method the location of the system <filename>xinitrc</filename> file may be different. If you install from source, <filename role="directory">${sysconfdir}</filename> defaults to <filename role="directory">/usr/local/etc/</filename>. For binary packages it is often set to <filename role="directory">/etc/</filename>, <filename role="directory">/etc/X11</filename>, <filename role="directory">/usr/pkg/etc</filename> or <filename role="directory">/usr/X11R6/etc</filename>; you can use your package manager to find out.
it: Per personalizzare il comportamento di <application>startxfce4</application>, copiare il file <filename>${sysconfdir}/xdg/xfce4/xinitrc</filename> nella propria cartella <filename role="directory">~/.config/xfce4/</filename> personale ed editarlo. A seconda del tipo di installazione la posizione del file di sistema <filename>xinitrc</filename> potrebbe essere diversa. Se si è installato da sorgente, <filename role="directory">${sysconfdir}</filename> è impostata di default a <filename role="directory">/usr/local/etc/</filename>. Per i pacchetti binari è spesso impostata a <filename role="directory">/etc/</filename>, <filename role="directory">/etc/X11</filename>, <filename role="directory">/usr/pkg/etc</filename> o <filename role="directory">/usr/X11R6/etc</filename>; è possibile usare il proprio gestore di pacchetti per scoprirlo.

source: The Default Desktop
it: La scrivania predefinita

source: The Xfce Desktop Environment is not a single entity that provides all funtionality, but rather it tries to adhere to the old UNIX tradition of small tools that do one job and do it well. A default Xfce desktop with no applications running is shown in <xref linkend="default-session-fig"/>.
it: L'ambiente grafico Xfce non è una singola entità che fornisce tutte le funzionalità, ma cerca invece di aderire alla vecchia tradizione UNIX di piccole utilità che svolgono un unico lavoro al meglio. Un desktop Xfce senza applicazioni in esecuzione è mostrato in <xref linkend="default-session-fig"/>.

source: Default Xfce 4 session
it: Sessione predefinita di Xfce 4

source: Default Xfce session, with desktop manager and panel.
it: Sessione predefinita di Xfce, con il gestore della scrivania e il pannello.

source: When you run <application>startxfce4</application> for the first time, several applications are started by the Xfce session manager:
it: Eseguendo <application>startxfce4</application> per la prima volta, diverse applicazioni vengono avviate dal gestore di sessione di Xfce:

source: In a default session there is a full width panel at the top of the screen and a smaller one at the bottom. The <application>xfce4-panel</application> application manages all panels on the screen.
it: In una sessione predefinita è presente un pannello a tutta larghezza nella parte superiore dello schermo e uno più piccolo nella parte inferiore. L'applicazione <application>xfce4-panel</application> gestisce tutti i pannelli presenti sullo schermo.

source: The top panel shows a graphical pager with a miniature view of all workspaces, a task list showing all applications running on the current workspace and a system tray to show status icons that are used for example by some media players or instant messaging applications.
it: Il pannello superiore mostra un selettore con una vista in miniatura di tutti gli spazi di lavoro, un elenco di applicazioni in esecuzione nello spazio di lavoro corrente e un vassoio di sistema che mostra le icone di stato utilizzate per esempio da alcuni riproduttori multimediali o dalle applicazioni di messaggistica istantanea.

source: The bottom panel contains several application launchers and a clock. You can right-click on any panel item to get a menu that allows you to change its properties, add or remove new items or to change the properties of the panel itself.
it: Il pannello inferiore contiene diversi avviatori di applicazioni e un orologio. Facendo clic con il tasto destro del mouse su un qualsiasi elemento del pannello viene visualizzato un menu che permette di cambiare le proprietà, di aggiungere o rimuovere un elemento o di cambiare le proprietà del pannello stesso.

source: For more information, have a look at the <ulink url="xfce4-panel.html" type="html">panel manual</ulink>.
it: Per maggiori informazioni consultare il <ulink url="xfce4-panel.html" type="html">manuale del pannello</ulink>.

source: The desktop manager provides the desktop background image and two menus when you click on the desktop background. Optionally, it can show icons on the desktop, either for minimized applications or for files in the <filename>~/Desktop</filename> folder.
it: Il gestore della scrivania fornisce l'immagine di sfondo e due menu quando si fa clic sullo sfondo della scrivania. Opzionalmente, può mostrare le icone sulla scrivania o per le applicazioni minimizzate o per i file nella cartella <filename>~/Scrivania</filename>.

source: The right mouse button opens a menu that allows you to start applications. Look at the <ulink url="xfdesktop.html" type="html">manual</ulink> to find out how to change the menu contents.
it: Il pulsante destro del mouse apre un menu che permette di avviare le applicazioni. Consultare il <ulink url="xfdesktop.html" type="html">manuale</ulink> per sapere come cambiare il contenuto del menu.

source: The middle mouse button (or Shift + left click) opens a list of all applications that are currently running. You can activate an application by clicking on its menu entry.
it: Il tasto centrale del mouse (o Maiusc + clic sinistro) apre un elenco di applicazioni che sono attualmente in esecuzione. È possibile attivare un'applicazione facendo clic sulla corrispondente voce del menu.

source: The window manager is responsible for placing the windows on the screen and provides the window borders and decorations. It allows you to move windows around by draggin the titlebar and provides title bar buttons, for example to close, minimize or maximize a window. Look at the <ulink url="xfwm4.html" type="html">manual</ulink> for a full explanation of the window manager settings.
it: Il gestore delle finestre si occupa del posizionamento delle finestre sullo schermo e ne fornisce decorazioni e bordi. Permette di muovere le finestre trascinandone la barra del titolo e fornisce i pulsanti della barra del titolo, per esempio per chiudere, massimizzare o minimizzare una finestra. Consultare il <ulink url="xfwm4.html" type="html">manuale</ulink> per una completa spiegazione delle impostazioni del gestore delle finestre.

source: Settings Manager
it: Gestore delle impostazioni

source: The settings manager runs in the background and makes sure that all Xfce applications update their settings when the user changes something in the settings manager dialog (see following section) and it takes care of reading the configuration from disk at startup. Have a look at the <ulink url="xfce-mcs-manager.html" type="html">Settings Manager</ulink> and <ulink url="xfce-mcs-plugins.html" type="html">Settings Plugins</ulink> manuals for a full explanation of the settings manager.
it: Il gestore delle impostazioni funziona in background e si assicura che tutte le applicazioni di Xfce aggiornino le loro impostazioni quando l'utente cambia qualcosa nella finestra del gestore delle impostazioni (vedere la sezione seguente) e si preoccupa di leggere la configurazione dal disco all'avvio. Consultare i manuali del <ulink url="xfce-mcs-manager.html" type="html">gestore delle impostazioni</ulink> e dei <ulink url="xfce-mcs-plugins.html" type="html">plugin delle impostazioni</ulink> per avere una spiegazione esauriente del gestore delle impostazioni.

source: Common Tasks
it: Operazioni comuni

source: This section will explain how to perform several common tasks to quickly get you started working with Xfce 4. Because that is what Xfce 4 is designed for, to allow you to get work done.
it: Questa sezione spiegherà come eseguire alcune operazioni comuni per facilitare l'apprendimento di Xfce 4.

source: Running programs
it: Eseguire i programmi

source: Xfce Panel
it: Pannello di Xfce

source: The panel is designed to allow quick access to the most frequently used applications by putting them on the main panel. Less often used applications can be put in a launcher menu.
it: Il pannello è progettato per permettere un accesso veloce alle applicazioni utilizzate più di frequente inserendole nel pannello principale. Le applicazioni utilizzate di rado possono essere inserite in un menu di avvio.

source: Desktop Menu
it: Menu della scrivania

source: Another method for starting applications is from the desktop mouse menu. Read the <ulink url="xfdesktop.html" type="html">Desktop Manager manual</ulink> for information on how to change the menu contents.
it: Un altro metodo per avviare le applicazioni è dal menu della scrivania. Leggere il <ulink url="xfdesktop.html" type="html">manuale del gestore della scrivania</ulink> per informazioni su come cambiare i contenuti del menu.

source: Run Dialog
it: Finestra di esecuzione

source: If you know the name of a program and it is not on the panel or in the desktop menu you can use the run dialog. To open the dialog type <keycap>Alt+F2</keycap> or choose the <guilabel>Run program...</guilabel> option from the desktop menu.
it: Se si conosce il nome di un programma e questo non è nel pannello o nel menu della scrivania, è possibile usare la finestra di esecuzione. Per aprirla digitare <keycap>Alt+F2</keycap> o scegliere l'opzione <guilabel>Esegui programma...</guilabel> dal menu della scrivania.

source: The dialog will remeber the 10 last commands that were executed successfully.
it: La finestra ricorderà gli ultimi 10 comandi eseguiti con successo.

source: Managing windows and workspaces
it: Gestire le finestre e gli spazi di lavoro

source: Basic window operations
it: Operazioni basilari con le finestre

source: You can move windows around the screen by dragging their title bar. A window can be closed, hidden, maximized, shaded and made sticky &mdash; this means it will show up on all workspaces &mdash; by using the title bar buttons.
it: Le finestre possono essere spostate trascinandole per la barra del titolo. Una finestra può essere chiusa, nascosta, massimizzata, arrotolata e bloccata &mdash; ciò significa che verrà visualizzata in tutti gli spazi di lavoro &mdash; utilizzando i pulsanti della barra del titolo.

source: Right clicking on the title bar will open a menu that gives access to all window operations.
it: Facendo clic con il tasto destro sulla barra del titolo verrà aperto un menu che fornisce l'accesso a tutte le operazioni sulla finestra.

source: Shading a window, which means collapsing it to only show the title bar, can also be accomplished by using the mouse wheel over the title bar. Mouse wheel up is shade, mouse wheel down is unshade.
it: Arrotolare una finestra, che significa collassarla in modo che venga visualizzata solamente la barra del titolo, può anche essere eseguito utilizzando la rotella del mouse sulla barra del titolo. Rotella verso l'alto arrotola, rotella verso il basso srotola.

source: If you want maximized windows to not cover the entire screen you can set workspace margins from the settings manager dialog (see below).
it: Se si vuole evitare che le finestre massimizzate coprano l'intero schermo, è possibile impostare i margini dello spazio di lavoro dalla finestra del gestore delle impostazioni (vedere nel seguito).

source: Application management
it: Gestire le applicazioni

source: To find out what applications are currently running you can look at the task list on the top panel. Clicking on a button in the task list will focus the associated application. Clicking again will hide it.
it: Per sapere quali applicazioni sono attualmente in esecuzione è possibile guardare la lista delle applicazioni nel pannello superiore. Facendo clic su un pulsante nella lista la relativa applicazione verrà portata in primo piano. Un secondo clic la nasconderà.

source: When you click with the middle mouse button on the desktop background a list of windows is shown, ordered by workspace. You can activate the application or change workspaces by choosing the appropriate menu entry.
it: Quando si fa clic con il pulsante centrale del mouse sullo sfondo della scrivania viene mostrato un elenco di finestre, ordinate per spazio di lavoro. È possibile attivare una applicazione o cambiare spazio di lavoro selezionando la relativa voce del menu.

source: Workspaces
it: Spazi di lavoro

source: You can change workspaces by clicking on them in the graphical pager, either on the taskbar or on the panel. Pressing <keycap>Ctrl+Alt+LeftArrow</keycap> or <keycap>Ctrl+Alt+RightArrow</keycap> will cycle through the workspaces. Using the mousewheel over the pager or the desktop background has the same effect.
it: È possibile cambiare spazio di lavoro selezionandolo con un clic nell'apposito selettore sia sul pannello che sulla barra delle applicazioni. Premendo <keycap>Ctrl+Alt+Freccia sinistra</keycap> o <keycap>Ctrl+Alt+Freccia destra</keycap> si potranno scorrere gli spazi di lavoro. Utilizzando la rotella del mouse sopra al selettore o sullo sfondo della scrivania sortirà lo stesso effetto.

source: To add or remove workspaces you can use the middle click desktop menu or the settings dialog (see below).
it: Per aggiungere o rimuovere degli spazi di lavoro si può utilizzare il menu che compare premendo il tasto centrale del mouse sulla scrivania o la finestra delle impostazioni (vedere più avanti)

source: Using the settings manager dialog
it: Usare la finestra del gestore delle impostazioni

source: The settings manager dialog provides access to the global preferences of many Xfce applications. You can run it by pressing its launcher on the panel, from the desktop mouse menu or by running <application>xfce-setting-show</application>.
it: Il gestore delle impostazioni fornisce accesso alle preferenze globali di varie applicazioni di Xfce. Lo si può eseguire selezionando il relativo lanciatore sul pannello, oppure dal menu che compare premendo il tasto centrale del mouse sulla scrivania o eseguendo <application>xfce-setting-show</application>.

source: Dialogs to change many aspects of the Xfce Desktop Environment are available. See the separate manuals of the Xfce components for more information. It may be interesting to have a quick look at all the dialogs to find out what options are available that allow you to create the best possible working environment.
it: Sono disponibili diverse schermate per configurare molti aspetti dell'ambiente grafico Xfce. Consultare i singoli manuali dei componenti di Xfce per maggiori informazioni. Può essere interessante fornire una panoramica di tutte le schermate per capire quali opzioni sono disponibili al fine di creare l'ambiente di lavoro migliore possibile.

source: Further Reading
it: Altri spunti

source: This user guide has only given a very general overview of the Xfce Desktop Environment. More information is available in the <ulink url="index.html" type="html">manuals</ulink> of the separate components of Xfce.
it: Questa guida ha solamente fornito una panoramica molto generale dell'ambiente grafico Xfce. Altre informazioni sono disponibili nei <ulink url="index.html" type="html">manuali</ulink> dei singoli componenti di Xfce.

source: Components of Xfce
it: Componenti di Xfce

source: The Xfce components are packaged separately. This section contains a list of the available modules with a short description.
it: I componenti di Xfce sono pacchettizzati separatamente. Questa sezione contiene un elenco di tutti i moduli disponibili corredati da una breve descrizione.

source: Library with non-graphical helper functions.
it: Libreria con funzioni di assistente non grafico.

source: Widget library and X Window System interaction.
it: Libreria Widget e interazione con sistema X Window

source: A library created for the Thunar file manager, containing many useful functions for applications designed for Xfce.
it: Una libreria creata per il gestore dei file Thunar contenente molte utili funzioni per le applicazioni progettate per Xfce.

source: Settings management library used by many Xfce components.
it: Libreria di gestione delle impostazioni utilizzata da diversi componenti di Xfce.

source: Settings manager. Runs in the background and provides global settings information to other Xfce components. There is a main control panel to access the configuration dialogs of Xfce components.
it: Gestore delle impostazioni. Funziona in background e fornisce informazioni sulle impostazioni globali agli altri componenti di Xfce. C'è un pannello di controllo principale per accedere alle schermate di configurazione dei componenti di Xfce.
